[
  {
    "ids":202210,
    "titles":"Market Freezes",
    "authors":"Chao Gu|Guido Menzio|Randall Wright|Yu Zhu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text7eda7476fbc843f38c5f24b66b3649c0.pdf?sfvrsn=a1123745_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summary1a712a7b77bc4e3681a6d1334c9b05a4.pdf?sfvrsn=bccd64e9_0",
    "abstracts":"During the financial crisis, relatively centralized markets functioned rather well, while trade in some OTC asset markets where agents must find counterparties and negotiate prices came to a halt. We study search-andbargaining models of such markets to ascertain under what conditions trade might temporarily halt - a freeze with particular interest in the connection between this phenomenon and liquidity, and in the possibility that it could be a self-fulfilling prophecy. We show that standard models may have hot and cold spells driven by beliefs but cannot generate recurrent freezes and thaws. We then develop three variants that can.",
    "topnids":"201908|202208|202115|202202",
    "years":2022,
    "authorsdisplay":"Chao Gu, Guido Menzio, Randall Wright and Yu Zhu"
  },
  {
    "ids":202209,
    "titles":"Swap Volatility and Systemic Risk in Hong Kong Banking: A Machine Learning Approach",
    "authors":"Paul McNelis",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text5d23c259b3714371bd1d00ca58daf55d.pdf?sfvrsn=ee528175_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summarybf8be0dd3a464bd1ad10a350f66150e8.pdf?sfvrsn=26cdabe4_0",
    "abstracts":"This paper assesses sources of contagion emanating from both within the Hong Kong banking sector as well as from external sources. For robustness, the paper uses alternative measures of contagion, one based on Forecast Error Variance Decomposition (FEVD) of daily realized volatility, and the other based on Delta Conditional Variance at Risk, with weekly share-market returns. We make use of recent advances in the Machine Learning literature, based on Elastic Net, Cross-Validation and Neural Network dimensionalityreduction methods. The results show that the US and Hong Kong Swaptions market volatilities are significant sources of systemic risk for Hong Kong banks. The Hong Kong Swaptions implied volatility not only responds to movements in the implied volatility of United States Swaptions, but also contains added information important for understanding ex-post realized volatility in the share prices of Hong Kong banks.",
    "topnids":"202101|201824|201914|202008",
    "years":2022,
    "authorsdisplay":"Paul McNelis"
  },
  {
    "ids":202208,
    "titles":"Dealer Funding and Market Liquidity",
    "authors":"Max Bruche|John Kuong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text35c69b791c51488282e0a97e03988d39.pdf?sfvrsn=8097d3c2_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summaryad603972ae204209a53c5aa5f5c48d36.pdf?sfvrsn=59407b4d_0",
    "abstracts":"We consider a model in which dealers intermediate trades between clients and provide immediacy, or, market liquidity. Dealers can exert unobservable eﬀort to improve the chance of intermediating proﬁtably. This moralhazard friction impairs dealers’ ability to raise external ﬁnance and hence to compete aggressively with each other in providing liquidity. To alleviate the ﬁnancing friction, dealers opt to ﬁnance with debt and intermediate in several markets simultaneously. Dealer leverage is therefore endogenous and related to variations in liquidity across otherwise unrelated markets. Our results shed light on the developments of intermediation in bond markets in response to post-crisis bank regulations.",
    "topnids":"201821|201820|202128|201813",
    "years":2022,
    "authorsdisplay":"Max Bruche and John Kuong"
  },
  {
    "ids":202207,
    "titles":"What Drives the Cross-Border Spillover of Climate Transition Risks? Evidence from Global Stock Markets",
    "authors":"Gabriel Wu|Wilson Wan",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text34362442b9eb4733ae434b06b6cd6b28.pdf?sfvrsn=c6dd6359_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summaryced50b2308ce4a9c9eeaf213f846feca.pdf?sfvrsn=341b4175_0",
    "abstracts":"Despite the increasing efforts to better understand the financial consequences of climate change, how climaterelated financial risks could spill over across borders largely remain unexplored. This paper finds that climate transition risks could spill across borders by increasing the bilateral co-movement of stock market returns. The effect of climate transition risks increases with greater similarity of economic condition and larger dependence on import between two countries. On the other hand, good country performances in combating climate change can help to reduce the impact, but an effective mitigation likely requires good performances by both. Our results have three implications. First, evidence of stock market co-movement due to climate transition risks suggests international stock market investors may have to consider such spillover risks in their risk management practice. This necessitates continuous improvements in climate risk disclosures by corporates and financial institutions. Secondly, the cross-border spillover of climate transition risks is a global rather than a regional issue. A country with lower transition risks is not immune to the impact of climate change risks because of the potential for international spillover. Thirdly, our findings highlight a strong need for international efforts to deal with the risks of climate change to financial stability.",
    "topnids":"202102|202204|202115|202012",
    "years":2022,
    "authorsdisplay":"Gabriel Wu and Wilson Wan"
  },
  {
    "ids":202206,
    "titles":"Gauging Dollar Funding Stress in Advanced and Emerging Market Economies",
    "authors":"Yuewen Tang|Alfred Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text17ffa0447d9347f782255d48f98e0e4b.pdf?sfvrsn=376ce7f8_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summaryd09df6250918425d85765d5a98106fbb.pdf?sfvrsn=8485b4c3_0",
    "abstracts":"We analyse dollar funding stress experienced by advanced and emerging market economies through studying the behaviour of their cross-currency bases vis-à-vis the US dollar. We find that except for a few advanced economy currencies, cross-currency bases are generally rather unconnected, especially at the shorter end of the market. The bases of emerging market economies are found to fluctuate a lot more and move in a more disorderly manner over time, as compared to those of advanced economies. Under extreme market conditions, emerging market economies also tend to be considerably more responsive in dollar funding stress to global financial volatility than advanced economies. Overall, the results suggest that more attention be paid to studying and monitoring the bases of emerging market currencies, given the potential implications for global financial stability.",
    "topnids":"201817|201821|201910|202014",
    "years":2022,
    "authorsdisplay":"Yuewen Tang and Alfred Wong"
  },
  {
    "ids":202205,
    "titles":"Modelling Asymmetric Unemployment Dynamics: The Logarithmic-Harmonic Potential Approach",
    "authors":"Cho Hoi Hui|Chi Fai Lo|Ho Yan Ip",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-textc0592a152a5e4bea9f6d1ac4d4225b77.pdf?sfvrsn=f0076188_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summary0a4b33a9bd7c40dea376e2d9becf3a4a.pdf?sfvrsn=5537733d_0",
    "abstracts":"Asymmetric behaviour has been documented in unemployment rates which increase quickly in recessions but decline relatively slowly during expansions. To model such asymmetric dynamics, this paper provides a rigorous derivation of the asymmetric mean-reverting fundamental dynamics governing the unemployment rate based on a model of a simple labour supply and demand (fundamental) relationship, and shows that the fundamental dynamics is a unique choice following the Rayleigh process. By analogy, such a fundamental can be considered as a one-dimensional overdamped Brownian particle moving in a logarithmic–harmonic potential well, and a simple prototype of stochastic heat engines. The solution of the model equation illustrates that the unemployment rate rises faster with more flattened potential well of the fundamental, more ample labour supply, and less anchored expectation of the unemployment rate, suggesting asymmetric unemployment rate dynamics in recessions and expansions. We perform explicit calibration of both the unemployment rate and fundamental dynamics, confirming the validity of our model for the fundamental dynamics.",
    "topnids":"202112|201911|202209|202108",
    "years":2022,
    "authorsdisplay":"Cho Hoi Hui, Chi Fai Lo and Ho Yan Ip"
  },
  {
    "ids":202204,
    "titles":"Does Swing Pricing Reduce Investment Funds’ Liquidity Risk in Times of Market Stress? – Evidence from the March-2020 Episode",
    "authors":"Gabriel Wu|Joe Wong|Tom Fong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text4d4112b625604ff4a69f68681ecdc7f2.pdf?sfvrsn=215db0_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summaryef16021a9496472795cd06ead8207c88.pdf?sfvrsn=7d8045b5_0",
    "abstracts":"The March-2020 episode has raised questions on whether the post-GFC reforms on the liquidity management of open-ended funds’ (OEFs) adequately contain their liquidity risk in times of market stress. Using an extensive dataset that covers this episode, our study shows that swing pricing could help to mitigate OEFs’ redemption pressures in times of market stress. However, the mitigating effect may be limited by several factors. First, the swing pricing-led volatility of OEF returns would lead to a larger volatility of OEFs’ flows. Secondly, swing pricing would encourage OEFs to raise leverage during normal periods, which may lead to substantial losses and amplify the redemption pressures in a stressful episode. Thirdly, some OEFs may not disclose the usage of swing pricing, but such non-disclosure practice could weaken the effectiveness of swing pricing. Our findings have two policy implications. First, while the results suggest that swing pricing would be one effective tool for liquidity management of OEFs, it may come with “side effects”, including larger flow volatility and higher leverage. A proper design and combination with other risk management tools may be warranted for swing pricing to work in a more effective way. Second, policies to promote a higher level of relevant disclosures may also enhance the effectiveness of swing pricing.",
    "topnids":"202102|202126|202111|202207",
    "years":2022,
    "authorsdisplay":"Gabriel Wu, Joe Wong and Tom Fong"
  },
  {
    "ids":202203,
    "titles":"Volatility Control Mechanisms: The International Experience and the Evidence from Hong Kong",
    "authors":"Kalok Chan|Eric Lam|Giorgio Valente|Siyuan Wu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text5fe93b7765e34a8ca4d8761475dad6d7.pdf?sfvrsn=4c0a712c_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summaryc97bf7811e6445fa982a5879ca44ac5c.pdf?sfvrsn=8f1fb227_0",
    "abstracts":"Trading venues have adopted volatility interruption measures to protect investors from extreme price gyrations and disorderly markets. Among such measures, Volatility Control Mechanisms (VCMs) are implemented among major international security markets. After reviewing the institutional details of VCMs, this study empirically investigates the impact of VCMs to Hong Kong’s stock market. Our results show that VCMs are able to curb further price swings. We also find that there is a reduction in the effective bid-ask spreads, and an increase in the depth and trading volume when trading is resumed after the cooling-off period. Furthermore, both difference-in-difference regression (DID) and regression discontinuity design (RDD) analysis show that the improvement in liquidity is statistically significant, especially in terms of the effective bid-ask spreads and depth.",
    "topnids":"201914|201822|202101|202209",
    "years":2022,
    "authorsdisplay":"Kalok Chan, Eric Lam, Giorgio Valente and Siyuan Wu"
  },
  {
    "ids":202202,
    "titles":"Lockdown Spillovers",
    "authors":"Hongyi Chen|Peter Tillmann",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-textbbc83979c65d40ce8c4ef869456e85eb.pdf?sfvrsn=8595795c_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summaryec8d850226df4363bd64bc741d350cf6.pdf?sfvrsn=7652c697_0",
    "abstracts":"Lockdowns imposed to fight the Covid-19 pandemic have cross-border effects. In this paper, we estimate the empirical magnitude of lockdown spillovers in a set of panel local projections. We use daily indicators of economic activity such as stock returns, effective exchange rates, NO2 emissions, mobility and maritime container trade. Lockdown shocks originating in the most important trading partners have a strong and significant adverse effect on economic activity in the home economy. For stock prices and exports, the spillovers can even be larger than the effect of domestic lockdown shocks. The results are robust with respect to alternative country weights used to construct foreign shocks, i.e. weights based on foreign direct investment or the connectedness through value chains. We find that lockdown spillovers have been particularly strong during the first wave of the pandemic. Countries with a higher export share are particularly exposed to lockdown spillovers.",
    "topnids":"202210|202129|202104|201908",
    "years":2022,
    "authorsdisplay":"Hongyi Chen and Peter Tillmann"
  },
  {
    "ids":202201,
    "titles":"The Term Structure of Covered Interest Rate Parity Violations",
    "authors":"Patrick Augustin|Mikhail Chernov|Lukas Schmid|Dongho Song",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/full-text.pdf?sfvrsn=fc01fe76_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2022\/summary.pdf?sfvrsn=dfe1a119_0",
    "abstracts":"We show theoretically that persistent deviations from covered interest parity (CIP) across multiple horizons imply simultaneous arbitrage opportunities only if uncollateralized interbank lending rates are riskless. In the absence of observable riskless discount rates, we extract them empirically from interest rate swaps using a simple no-arbitrage framework. They deliver novel quantitative benchmarks that reconcile a zero cross-currency basis with non-zero cross-currency basis swap rates. We quantify that the no-arbitrage benchmark accounts for about two thirds of the alleged CIP deviations. The residual pricing errors are associated with intermediary constraints.",
    "topnids":"201916|201802|201804|201818",
    "years":2022,
    "authorsdisplay":"Patrick Augustin, Mikhail Chernov, Lukas Schmid and Dongho Song"
  },
  {
    "ids":202130,
    "titles":"Is the Cost of Corporate Debt Influenced by ESG Factors? Evidence from the EMEAP Region",
    "authors":"Angela Sze|Iris Tang|Winnie Li|Ip Wing Yu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text65fd05ccf98442f9bf182e20ea9d03b7.pdf?sfvrsn=b2794782_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary4e9b08b45b444e6fb7f5aefb31b1bae2.pdf?sfvrsn=bbdf4639_0",
    "abstracts":"Motivated by the rapidly growing corporate bond market in the EMEAP region, and the lack of studies in understanding the financial impact of Environmental, Social and Governance (ESG) practices on firms in emerging markets, this paper attempts to explore the relationships between firms’ debt funding costs and their ESG performances by analysing the bond data of listed companies in the region from 2008 to 2019. Our empirical analysis confirms that (1) sound ESG practices by corporates could have a long-term cost reduction effect on their debt funding; (2) the effect on cost reduction is more evident for firms in high greenhouse gas emission sectors and during market turbulence, and; (3) the country-level ESG performance plays a role only since the adoption of the Paris Agreement in 2015. Our study has three implications for firms and governments in the region. First, ESG-related risks have recently emerged in investors’ concerns and need to be closely monitored as firms with relatively weak ESG scores are facing higher cost in funding their debts. Second, governments may consider further promoting sound ESG practices as both country-level and firm-specific ESG performances play a role in reducing firms’ debt-funding costs. Third, with market participants starting to price-in firms’ ESG risks in their investment, the lack of consistent and comparable ESG data could be a source of vulnerability itself, as disorderly adjustments might occur when pricing in ESG-related vulnerabilities. Therefore, government efforts on global initiatives aimed at strengthening international ESG reporting standards and promoting consistent ESG score methodology are vitally important.",
    "topnids":"202006|202204|202009|202109",
    "years":2021,
    "authorsdisplay":"Angela Sze, Iris Tang, Winnie Li and Ip Wing Yu"
  },
  {
    "ids":202129,
    "titles":"Big Techs vs Banks",
    "authors":"Leonardo Gambacorta|Fahad Khalil|Bruno Parigi",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textdcb4434b80d544a884b0fb7050520e3c.pdf?sfvrsn=a76107df_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary5363d868295d4f37ad53b3a1874b2bcb.pdf?sfvrsn=c93e9794_0",
    "abstracts":"We study an economy in which large technology companies, Big Techs (BTs), provide credit to firms operating on their platforms. We focus on two advantages that BTs have with respect to banks: better information on their clients and better enforcement of credit repayment since BTs can exclude a defaulting firm from their ecosystem. When BTs have only a limited information advantage they enter the credit market and they are both more efficient than banks in screening firms ex ante, and more effective in reducing strategic defaults. When BTs have both superior enforcement and complete and private information of the firm type BTs can enter banks’ turf only if they guarantee some privacy to firms by refraining from collecting some information and leaving some rents to them. BTs may share information by providing public information to banks or selling credit scoring to banks with different outcomes in terms of efficiency.",
    "topnids":"202104|201805|202101|202128",
    "years":2021,
    "authorsdisplay":"Leonardo Gambacorta, Fahad Khalil and Bruno Parigi"
  },
  {
    "ids":202128,
    "titles":"Stock Liquidity Shocks and Banks' Risk-Taking Behaviour",
    "authors":"Nan Hu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textec2b9bda06d548f28424cd965297e06d.pdf?sfvrsn=27fed345_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary0acbc63aa1d94d9d86c78b00e2c583a0.pdf?sfvrsn=20128b07_0",
    "abstracts":"This paper investigates whether stock market liquidity has an impact on banks’ risk-taking behaviour. Using the Tick Size Pilot Program of the Securities and Exchanges Commission (SEC) to identify liquidity shocks, I show that banks with less liquid stocks take more risk, as reflected in lower Z-scores, higher earnings volatility and non-performing loan ratios, and lower capital adequacy ratios. I examine the two mechanisms through which reduced stock liquidity increases banks’ risk-taking: dampening the governance effect of discipline trading by stockholders and reducing the price informativeness for managers to obtain feedback on investment decisions. The result suggests the governance channel has greater explanatory power than the feedback channel.",
    "topnids":"201813|202102|202012|201912",
    "years":2021,
    "authorsdisplay":"Nan Hu"
  },
  {
    "ids":202127,
    "titles":"Rise of Bank Competition: Evidence from Banking Deregulation in China",
    "authors":"Haoyu Gao|Hong Ru|Robert Townsend|Xiaoguang Yang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text67594f16cbae49808969107a2ebc0135.pdf?sfvrsn=bcf706a3_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary5adbf489ddfa4e17b8bc7c774e56ddf1.pdf?sfvrsn=fb21ba6f_0",
    "abstracts":"Using comprehensive loan-level data in China, we investigate how the deregulation on bank entry barriers alters local banking industrial organisation and its economic consequences. We document a novel trade-off: the potential benefits of deregulation are adversely mitigated by entrant banks’ preferences for lending to SOEs over more productive private firms. This credit misallocation accounts for 0.25% of GDP losses and is mainly due to SOEs’ soft budget constraints. Private firms need to provide more guarantees and higher ratings to borrow from entrant banks but enjoy lower interest rates. Access to these loans increases private firms’ investment, employment, profit, and ROA.",
    "topnids":"202101|202008|201906|202126",
    "years":2021,
    "authorsdisplay":"Haoyu Gao, Hong Ru, Robert Townsend and Xiaoguang Yang"
  },
  {
    "ids":202126,
    "titles":"Effect of Climate-Related Risk on the Pricing of Bank Loans: Evidence from Syndicated Loan Markets in Asia Pacific",
    "authors":"Kelvin Ho|Andrew Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text218f2b1cea604291b4177c840f324cd9.pdf?sfvrsn=b7ef6954_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary1120b9564c4c4ccc827547d18a99e63d.pdf?sfvrsn=1a6cf5a7_0",
    "abstracts":"Using a novel dataset that combines syndicated loans originated in the Asia Pacific markets with greenhouse gas emission intensity data of borrowers, this study examines whether and to what extent banks in the region have considered climate-related risk in their loan pricing decisions. Our results suggest that banks in the region started to price-in climate-related risk for loans to emissions-intensive sector since the Paris Agreement. This probably reflects their increased awareness of a climate-transition risk such firms face. In addition, banks’ environmental attitude is found to be one key factor in determining the extent of transition risk premium in loan pricing. In particular, more environmentally concerned banks (green banks) tend to charge a higher loan rate than their non-green counterparts when lending to the same “brown” firm in the post-Paris Agreement period.",
    "topnids":"201824|202127|202101|201906",
    "years":2021,
    "authorsdisplay":"Kelvin Ho and Andrew Wong"
  },
  {
    "ids":202125,
    "titles":"On the Geographical Dispersion of Euro Currency Trading: An Analysis of the First 20 Years and a Comparison to the RMB",
    "authors":"Frank Westermann",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textdc0b8f44434c41d0af2297fb2f2790df.pdf?sfvrsn=847ce4b_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary9ae293f82621494c9354405d15d9edf6.pdf?sfvrsn=fcc3da42_0",
    "abstracts":"The Euro and the RMB are both relatively new currencies traded on the global foreign exchange market. While the Euro was introduced in 2001, China started cross-border settlement in RMB in 2009. We analyse the evolution of Euro trading based on data from the BIS triennial survey and compare the patterns to the experience of RMB internationalization. We find that – similar to the RMB – Euro trading displayed some convergence to the geographical pattern of all currencies in the first years of its existence. Thereafter, the convergence process appears to have come to halt. We document that the determinants of Euro trading include links to offshore trading centres, economic and institutional characteristics, but these turn out to be rather unstable over time. Furthermore, we compare the geographical dispersion of Euro trading to the previous DMark period and to other commonly used international currencies. These results help to interpret the evidence on initial convergence as a rebound-effect from a decline in the international use of the D-Mark during the 1990s.",
    "topnids":"201817|201916|201814|202007",
    "years":2021,
    "authorsdisplay":"Frank Westermann"
  },
  {
    "ids":202124,
    "titles":"Is the Renminbi a Safe-Haven Currency? Evidence from Conditional Coskewness and Cokurtosis",
    "authors":"Xin Cheng|Hongyi Chen|Yinggang Zhou",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text2e4ec2e37d2541d29cb0b464ca34f176.pdf?sfvrsn=e76b8347_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summaryfee3f6380efe42aa9f9b23045df818bd.pdf?sfvrsn=d31db42f_0",
    "abstracts":"We examine whether the renminbi (RMB) is a safe-haven currency in terms of its effectiveness in hedging financial stress for global equity investors. The coskewness of the RMB (the covariance between the RMB premium and equity volatility) is mostly negative, implying that the RMB is not a good hedge in times of market volatility. Moreover, the positive cokurtosis of the RMB (the covariance between the RMB premium and equity skewness) implies that the RMB is unable to hedge against stock market crashes. Neither the coskewness nor the cokurtosis of the RMB is priced, suggesting that equity investors with skewness and kurtosis preferences would not use the RMB to hedge against financial stress. Therefore, the RMB is not yet a safe-haven currency.",
    "topnids":"201911|202111|202105|201912",
    "years":2021,
    "authorsdisplay":"Xin Cheng, Hongyi Chen and Yinggang Zhou"
  },
  {
    "ids":202123,
    "titles":"Household Indebtedness and the Consumption Channel of Monetary Policy: Evidence from China",
    "authors":"Michael Funke|Xiang Li|Doudou Zhong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textaf8be85161c24ed29b73b7b049d82536.pdf?sfvrsn=7949a6b5_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary6bd5fc5aaf184160a4fa380cb6c3bcab.pdf?sfvrsn=fccdbd91_0",
    "abstracts":"This paper studies the impact of household indebtedness on the consumption channel of monetary policy using the Chinese household-level survey data. We employ a panel smooth transition regression model to investigate the non-linear role of indebtedness. We find that housing-related indebtedness weakens the monetary policy transmission, and this effect is non-linear as there is a much larger counteraction of consumption in response to monetary policy shocks when household indebtedness increases from a low level rather than from a high level. Moreover, the weakened monetary policy transmission from indebtedness is stronger in urban households than in rural households. This can be explained by the investment good characteristic of houses in China.",
    "topnids":"201901|201807|201817|202017",
    "years":2021,
    "authorsdisplay":"Michael Funke, Xiang Li and Doudou Zhong"
  },
  {
    "ids":202122,
    "titles":"Payments on Digital Platforms: Resiliency, Interoperability, and Welfare",
    "authors":"Jonathan Chiu|Tsz Nga Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text1c027694466e455eb9ab98af576215b9.pdf?sfvrsn=c26c3373_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summarycbf667d35997495a93dcd05384fab5e3.pdf?sfvrsn=42612e6a_0",
    "abstracts":"Digital platforms, such as Alibaba and Amazon, operate an online marketplace to facilitate transactions. This paper studies a platform’s business model choice between accepting cash and issuing tokens, as well as the implications for welfare, resiliency, and interoperability. A cash platform free rides on the existing payment infrastructure and proﬁts from collecting transaction fees. A token platform earns seigniorage, albeit bearing the costs of setting up the system and holding reserves to mitigate the cyber risk. Tokens earn consumers a return, insulating transactions from the liquidity costs of using cash, but also expose them to the remaining cyber risk. The platform issues tokens if the interest rate is high, the platform scope is large, and the cyber risk is small. Unbacked ﬂoating tokens with zero transaction fees or interest-bearing stablecoins can implement the equilibrium business model, which is not necessarily socially optimal because the platform does not internalize its impacts on oﬀ-platform activities. Regulations such as a minimum reserve requirement can reduce welfare.",
    "topnids":"202123|202002|202013|201811",
    "years":2021,
    "authorsdisplay":"Jonathan Chiu and Tsz Nga Wong"
  },
  {
    "ids":202121,
    "titles":"The Design of a Central Counterparty",
    "authors":"John Kuong|Vincent Maurin",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textc27d5d45f20a41a2a0dbd1a2f9e4ad56.pdf?sfvrsn=e1771cb1_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary3e67b3603edd475b910548e4d64da4b4.pdf?sfvrsn=48baf48f_0",
    "abstracts":"This paper studies the beneﬁts of central clearing and the design of a central counterparty (CCP) with an optimal contracting approach. Investors sign contracts to hedge an underlying exposure. There is counterparty risk because investors can default on the contract due to idiosyncratic shocks and moral hazard. Mutualization of losses can thus hedge against counterparty risk but demands collateral for preventing moral hazard. The optimal contract involves loss mutualization, which requires central clearing, only when the cost of collateral is intermediate. Furthermore, as loss mutualization dilutes investors’ incentives to monitor their counterparties, a third-party CCP can emerge as a centralized monitor and is given a ﬁrst-loss, equity tranche as incentive compensation. Our results endogenize key features of the default resolution process, known as “default waterfall”, in a CCP. Finally, we show that larger user base of a contract favors central clearing (over bilateral trading) and clearing with third-party CCP (over member owned CCP).",
    "topnids":"202105|202005|201818|201913",
    "years":2021,
    "authorsdisplay":"John Kuong and Vincent Maurin"
  },
  {
    "ids":202120,
    "titles":"Market-Friendly Central Bankers and the Signal Value of Prices",
    "authors":"Prasanna Gai|Edmund Lou|Sherry Wu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textcca0c2da7b3f42e189ed887090d850c7.pdf?sfvrsn=3f9f80fc_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summarya97ce7fdd3f047f8ac6a77183f366fa6.pdf?sfvrsn=d8ca0a3_0",
    "abstracts":"We study the two-way interaction between central banks and financial markets using a beauty contest framework. The analysis identifies when asset prices reveal useful information about fundamentals and when they reflect back the central bank’s pronouncements. In equilibrium, the central bank is overly dependent on financial market signals and the information value of asset prices is diminished. Our results highlight the need to guard against giving undue prominence to market signals during monetary policy deliberations, but they can be specific to the mathematical model employed in the paper.",
    "topnids":"202105|201817|201823|202106",
    "years":2021,
    "authorsdisplay":"Prasanna Gai, Edmund Lou and Sherry Wu"
  },
  {
    "ids":202119,
    "titles":"The Rise of China’s Service Sector",
    "authors":"Chong En Bai|Xilu Chen|Zheng (michael) Song|Xin Wang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text94b2b4c109c24417936b9bd0b00da97a.pdf?sfvrsn=670f0ac_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summaryf1518da910cd4ca2a4fe74afed7288a2.pdf?sfvrsn=959cc1a9_0",
    "abstracts":"China’s service sector has experienced a rapid expansion since the late 2000s. Ac-cording to the oﬃcial statistics, the service GDP share increased from 43% in 2007 to 55% in 2020. In this paper, we ﬁrst present evidence from additional datasets showing that the recent rise of the service sector is a robust phenomenon. We then use the ﬁrm-level survey data from China’s State Administration of Taxation between 2007 and 2015 to estimate ﬁrm TFP, capital and labour wedges, and to aggregate them into sectoral TFP and misallocation. We ﬁnd ﬁrm TFP growth in services to be much faster than that in manufacturing. However, misallocation in service deteriorated much more than in industry, such that the aggregate TFP in the industrial sector outgrew that in the service sector by 1 percentage points per year. The lower service TFP growth suggests that demandside forces play a more important role in the recent expansion of China’s services.",
    "topnids":"202008|202117|201812|202103",
    "years":2021,
    "authorsdisplay":"Chong En Bai, Xilu Chen, Zheng (michael) Song and Xin Wang"
  },
  {
    "ids":202118,
    "titles":"Excess Labor Supply, Structural Change and Real Exchange Rate",
    "authors":"Jiandong Ju|Justin Yifu Lin|Qing Liu|Kang Shi",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text8e63b1a9bc1d4c849d7eec1f615556c3.pdf?sfvrsn=de7efdee_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary2e766f70e2ba49d6ad368fa8ab79a9e6.pdf?sfvrsn=43cc2640_0",
    "abstracts":"Since China joined the World Trade Organisation in 2001, the Chinese economy has grown rapidly, especially the tradable goods sector. However, the Chinese real exchange rate did not exhibit a persistent and stable appreciation until 2005. This is a puzzling fact that is inconsistent with theories. This paper documents several stylized facts during the economic transition and argues that two features of the Chinese economy may help explain the puzzling real exchange rate pattern for the Chinese economy: i) the faster total factor productivity (TFP) growth in the export sector compared with the import sector; and ii) excess supply of unskilled labor. We construct a small open economy model with an H-O trade structure. We show that, due to heterogeneous skilled labor intensity in export and import sectors, faster TFP growth in the export sector over that in the import sector will lead to the decline of return to capital and a rise of the skilled wage. Therefore, the decrease of return to capital and the persistent low unskilled wage, which is caused by the excess supply of unskilled labor, inhibit the rise in the relative price of non-tradable goods to tradable goods and the appreciation of the real exchange rate. Furthermore, we develop a dynamic small open economy model with multiple tradable goods sectors. We show that the model does fairly well in explaining the Chinese real exchange rate and other stylized facts in the economic transition. Finally, we demonstrate that our hypotheses are supported by cross-country evidence.",
    "topnids":"201816|202015|201825|202112",
    "years":2021,
    "authorsdisplay":"Jiandong Ju, Justin Yifu Lin, Qing Liu and Kang Shi"
  },
  {
    "ids":202117,
    "titles":"Dissecting the Segmentation of China’s Repo Markets",
    "authors":"Xiaoqing Eleanor Xu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text4600d45e55ae4acda41091add38fd689.pdf?sfvrsn=82ae9e1a_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary9ba27684976a415ea03530edb54174f0.pdf?sfvrsn=3cc8372a_0",
    "abstracts":"China repos trade in the over-the-counter interbank market as well as the stock exchange. This paper examines the behaviours, sources, and drivers of the spread between China’s exchange and interbank repo rates from December 2006 to June 2018. After adjusting for different day-count quoting methods, I dissect the exchange to interbank repo spread into two components: cross-market segmentation between exchange and interbank markets for non-depository institutions (NDIs), and within-market counterparty segmentation between NDIs and depository institutions (DIs) in the interbank market. The 1-day repo markets are found to be more segmented, with the spread mainly driven by the cross-market segmentation for NDIs, reflecting the two different market mechanisms and trading frictions that prevent NDIs from effectively arbitraging across the two markets in the shorter tenor. On the other hand, the 7-day repo markets are found to be less segmented, with the spread mainly driven by the counterparty segmentation between NDIs and DIs within the interbank market, reflecting greater counterparty credit and liquidity risks for NDIs relative to DIs. Further analysis uncovers the impacts of quarter-end effect, monetary policies, and shadow banking activities on the cross-market and within-market segmentations in China’s repo markets.",
    "topnids":"202119|201906|201812|202127",
    "years":2021,
    "authorsdisplay":"Xiaoqing Eleanor Xu"
  },
  {
    "ids":202116,
    "titles":"What Goes Around Comes Around: How Large Are Spillbacks From US Monetary Policy?",
    "authors":"Max Breitenlechner|Georgios Georgiadis|Ben Schumann",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textfbf72e974eb142818356d02d9f2e0aa9.pdf?sfvrsn=65466cbf_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary385804d30dc54adbbda33fc863490608.pdf?sfvrsn=a9d4e00_0",
    "abstracts":"We quantify spillbacks from US monetary policy based on structural scenario analysis and minimum relative entropy methods applied in a Bayesian proxy structural vector-autoregressive model estimated on data for the time period from 1990 to 2019. We ﬁnd that spillbacks account for a non-trivial share of the overall slowdown in domestic real activity in response to a contractionary US monetary policy shock. Our analysis suggests that spillbacks materialise as Tobin’s q\/cash ﬂow and stock market wealth eﬀects impinge on US investment and consumption. Contractionary US monetary policy depresses foreign sales of US ﬁrms, which reduces their valuations\/cash ﬂows and thereby induces cutbacks in investment. Similarly, as contractionary US monetary policy depresses US and foreign equity prices, the value of US households’ portfolios is reduced, which triggers a drop in consumption. Net trade does not contribute to spillbacks because US monetary policy aﬀects exports and imports similarly. Finally, spillbacks materialise through advanced rather than emerging market economies, consistent with their relative importance in US ﬁrms’ foreign demand and US foreign equity holdings.",
    "topnids":"201911|202017|201807|201901",
    "years":2021,
    "authorsdisplay":"Max Breitenlechner, Georgios Georgiadis and Ben Schumann"
  },
  {
    "ids":202115,
    "titles":"Global Trade Slowdown in the 2010s: Sign of Deglobalisation?",
    "authors":"Edmund Ho Cheung Ho",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text2bd7848bbb9344939e9c2fe47e37fc55.pdf?sfvrsn=bf44c04d_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary0f43ed1166d54f81a4f418ab966bc253.pdf?sfvrsn=7196a2c3_0",
    "abstracts":"Global trade has experienced a persistent slowdown since the Global Financial Crisis (GFC), mainly driven by the deceleration in growth of goods trade. This study aims at identifying the reasons behind the persistent trade slowdown by using a panel regression model with data of 22 Advanced Economies (AEs) and 17 Emerging Market Economies (EMEs). Our study suggests that the slowdown in global exports is mainly driven by: (i) the loosening in domestic income elasticity to exports among EMEs; (ii) the decline in foreign demand elasticity to goods exports amid the deceleration of global investment; (iii) the deglobalisation momentum amid the declining global value chain (GVC) activities and the uncertainty in trade policies since the China-US trade war; and (iv) the supply side factors including the narrowing AEs-EMEs wage gap and the diminishing US dollar trade finance condition. Moreover, these negative factors have affected mainly goods exports rather than services exports, which by comparison remained resilient until the Covid-19 pandemic. The results imply that the trend of global trade, especially goods trade, is unlikely to rebound to the pre-GFC level, as the above negative factors are likely to prolong in the post-pandemic era.",
    "topnids":"201819|202207|201906|201907",
    "years":2021,
    "authorsdisplay":"Edmund Ho Cheung Ho"
  },
  {
    "ids":202114,
    "titles":"Are Government Bond Yields Bounded or Quasi-bounded at the Zero? – Credibility of Central Banks' Commitments",
    "authors":"Cho Hoi Hui|Chi Fai Lo|Ho Yan Ip",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textdce76dcbe4084183993d59e8fccefa4a.pdf?sfvrsn=61ef2c02_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary5930edd6b28c4e07aba2ae1c1c0b3245.pdf?sfvrsn=45bca394_0",
    "abstracts":"This paper develops a model based on a target-zone approach in which the dynamics of government bond yields follow a quasi-bounded process, such that the zero lower bound (ZLB) can be breached if the probability leakage condition of the dynamics is met. A one-sided U-shaped bond yield distribution illustrates accumulation of probability at the ZLB. Allowing the expected return and variance of the market’s return proportional to the square of the state variable governing changes in production and investment opportunities over time suggests the state variable following an asymmetric mean-reverting process with strong counteracting force at the ZLB representing the credibility of the bound committed by a central bank. Empirical calibrations of the proposed process for the US and French government bond yields show that the process can adequately describe their dynamics. While the yields were bounded above the ZLB during most of the time, as indicated by their dynamics, the conditions for breaching the bound were met in January 2013 for the French government bond and March 2020 for the US Treasury using only information until those points. The economic and financial condition uncertainties are negatively co-integrated with the mean reversion in the dynamics, suggesting increased likelihood of the yield breaching the ZLB and erosion of the credibility of the bound amid higher uncertainties.",
    "topnids":"202103|201820|202104|202013",
    "years":2021,
    "authorsdisplay":"Cho Hoi Hui, Chi Fai Lo and Ho Yan Ip"
  },
  {
    "ids":202113,
    "titles":"The Real Effects of Low-for-long Interest Rates on Mainland Firms Listed in Hong Kong",
    "authors":"Shuang Jin",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-texte7d4ee0347724b44b3f70cce0be77142.pdf?sfvrsn=aca6a505_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary2e01f71e61fb4c2a80227dd20a208956.pdf?sfvrsn=32fabb62_0",
    "abstracts":"Using financial disclosure of listed firms in Hong Kong from 2003 to 2016, this paper investigates the investment response of Mainland firms to the low-for-long interest rate environment after the Global Financial Crisis and examines whether the changes in their investment decisions reflect the mitigation of financial constraints or the manifestation of agency problems. Our difference-in-difference tests show that Mainland firms listed in Hong Kong increased investments significantly more than local firms during this period when external financing costs were reduced. Empirical evidence also shows that Mainland firms’ total investments on average became more responsive to productive investment opportunities and their operating efficiency improved in the low-for-long interest rate environment when benchmarked to local firms. In addition, further tests show that Mainland firms with higher independent institutional ownership, which may be relatively less subject to agency problems, tend to exhibit higher level of investments. These empirical results support the view that the mitigation of financial constraints accounted relatively more for the surge in leverage and investment in Mainland firms listed in Hong Kong after the GFC. Nevertheless, the findings should be interpreted with caution, as they would explain the economic behaviour of Mainland firms listed in Hong Kong as a group rather than individual Mainland firms.",
    "topnids":"201914|201824|202008|202101",
    "years":2021,
    "authorsdisplay":"Shuang Jin"
  },
  {
    "ids":202112,
    "titles":"A Model of Structural Transformation and Demographic Transition in China and Dynamics of World Interest Rate",
    "authors":"Gaofeng Han",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text7d926e8e4f0942b4bc3377e9b55eff3d.pdf?sfvrsn=459b2c07_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summaryeab09c8951c4489b9d7c7d7976ba9786.pdf?sfvrsn=c674d494_0",
    "abstracts":"This paper studies the theoretical implications of structural transformation and demographic transition in Mainland China for its domestic economy and the world interest rates. Our proposed model predicts that the transition from a manufacturing-oriented economy to a service-oriented economy affects the world interest rates through the balance of payment channel by changing the relative price of the non-tradables in the foreign country. Specifically, labour transfer without efficiency improvements in the tradable sector tends to lower the world interest rate, while economic transition triggered by initial productivity gains in the tradable sector tends to push up the interest rate. Our model also predicts that aging causes the real interest rate to fall, though by a small amount. Since interest rate movement during economic transition is small, its feedback effect on output and the real exchange rate is not large. Contrarily, labour transfer and aging have significant impacts on domestic output, besides the initial productivity gains (if any) in the tradable sector. Exchange rates and foreign output are also affected by domestic transition, especially when transition is triggered by efficiency improvement in domestic tradable sector.",
    "topnids":"202118|202205|201902|201910",
    "years":2021,
    "authorsdisplay":"Gaofeng Han"
  },
  {
    "ids":202111,
    "titles":"Does cash redemption amplify the outflows of ETFs?",
    "authors":"David Leung|Joe Wong|Tom Fong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text3353425f395a4c91a08c1a544d1cd3ac.pdf?sfvrsn=10090e62_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summarye5163388e5ec47ce91ef7249a1160e02.pdf?sfvrsn=72fa7444_0",
    "abstracts":"The growing reliance on exchange-traded funds (ETFs), especially those that can be redeemed for cash (i.e., cash-redeemable ETFs), has raised concerns about their resilience to a market downturn. This study shows that abrupt redemption of cash-redeemable ETFs may occur during a market downturn. In particular, an initial redemption shock to ETFs with a low cash buffer level could lead to a downward spiral in fund performance and outflow, which could expand a downturn to the broader financial market. Given the widespread existence of cash-redeemable ETFs in Europe and emerging market economies, our results point to the potential financial vulnerability of these regions, if these ETFs are redeemed in a large scale. In regions where cash-redeemable ETFs are popular because of taxation regimes or asset liquidity, regulators should carefully scrutinise relevant policies and balance the pros and cons of this ETF redemption mechanism in terms of overall financial stability.",
    "topnids":"201912|202102|202128|202204",
    "years":2021,
    "authorsdisplay":"David Leung, Joe Wong and Tom Fong"
  },
  {
    "ids":202110,
    "titles":"Dynamics of Secured and Unsecured Debt over the Business Cycle",
    "authors":"Paul Luk|Tianxiao Zheng",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text7568ad7f4d7e465f9083bdd9133788b7.pdf?sfvrsn=8516eb97_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary99ea3f2ab7dc4856bf01a6312493b01d.pdf?sfvrsn=88367761_0",
    "abstracts":"This paper studies corporate debt structure over the business cycle and its implications for aggregate macroeconomic dynamics. We develop a tractable macro-ﬁnance model featuring debt heterogeneity with both secured and unsecured debt. Unlike secured debt, unsecured debt gives the lenders no access to the borrowers’ assets in the event of default, and borrowers keep their assets at the cost of losing future access to the unsecured debt market. The diﬀerence in the nature of debt contracts leads to diﬀerent risk taking behavior in the two debt markets. Our model generates strongly procyclical unsecured debt and weakly procyclical secured debt, in line with the stylized facts in US data. Moreover, we show that the inclusion of heterogeneous debt structures creates additional ampliﬁcation eﬀects relative to Bernanke, Gertler and Gilchrist (1999).",
    "topnids":"202018|201808|202013|202012",
    "years":2021,
    "authorsdisplay":"Paul Luk and Tianxiao Zheng"
  },
  {
    "ids":202109,
    "titles":"Do Countries Adjust the Carbon Intensity of Energy Towards Targets? – The Role of Financial Development on the Adjustment",
    "authors":"Cho Hoi Hui|Andrew Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textd8835115763f44198032ee3910c4c63b.pdf?sfvrsn=40bc1537_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summarybbca13a1f60d4e729ad60d8da9119123.pdf?sfvrsn=40c75df0_0",
    "abstracts":"A sign of emerging downward trends in the carbon intensity of energy (CO2 intensity) is an early indicator of progress in transitioning to low-emission energy. To trade off the obligation of reducing carbon emissions against the cost saving benefits of using fossil fuels, a country may choose an optimal share of use of lowemission energy. We use the partial adjustment model based on the trade-off theory of firms’ capital structure to investigate whether countries adjust their CO2 intensities towards specific targets. Using the sample covering 62 economies from 1992 to 2013, we find that the gaps between their actual and target CO2 intensities narrow over time, suggesting adjustment towards their optimal levels of the use of low-emission energy. Countries with a higher degree of financial development display faster downward than upward speeds of adjustment towards targets. However, the opposite applies to countries with a lower degree of financial development. Consistently, countries with a higher (lower) degree of financial development adjusted their CO2 intensities faster (slower) downward and slower (faster) upward towards their targets. Such findings are not related to the state of economic development of the countries. This demonstrates that financial development plays an important role in mitigating CO2 emissions.",
    "topnids":"201901|202130|201811|201815",
    "years":2021,
    "authorsdisplay":"Cho Hoi Hui and Andrew Wong"
  },
  {
    "ids":202108,
    "titles":"A Robust Textual Analysis of the Dynamics of Hong Kong Property Market",
    "authors":"Ken Wong|Max Kwong|Paul Luk|Michael Cheng",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textc51a44d9be354e16b4a3355692823f5a.pdf?sfvrsn=4e2f0a95_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary46831685ea5d4304b5dc1fb1c2f2e4d4.pdf?sfvrsn=b3de5555_0",
    "abstracts":"Market sentiments influence the dynamics of Hong Kong’s macro-critical property market, but the unobservable nature of market sentiments makes it difficult to assess systemically this sentiment channel. Using text-mining techniques, this paper sets up a news-based property market sentiment index and a Google Trends-based buyer incentive index for Hong Kong, and studies the sentiment channel of transmission in the Hong Kong property market. The news-based property market sentiment index can reflect the change in sentiments in past key events, with the sentiments in the primary market tending to lead that of the secondary market during the low housing supply period. For the Google Buyer Incentive Index, we find that it has value-added in forecasting (or nowcasting) the official property price index. In mapping out the sentiment channel using a structural vectorautoregressive (SVAR) model, we find that an improvement in market sentiments could stimulate buyers’ incentives, which then together would affect property prices and transaction volumes.",
    "topnids":"202008|201814|202209|201914",
    "years":2021,
    "authorsdisplay":"Ken Wong, Max Kwong, Paul Luk and Michael Cheng"
  },
  {
    "ids":202107,
    "titles":"Assessing Trends and Risks of US Dollar Corporate Bonds in the EMEAP Region",
    "authors":"Angela Sze|Wilson Wan|Iris Tang|Ip Wing Yu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text.pdf?sfvrsn=503b0729_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary.pdf?sfvrsn=b5b7cfa_0",
    "abstracts":"The USD non-financial corporate debt in the EMEAP economies has been growing rapidly since the outbreak of Global Financial Crisis (GFC). However, bonds in the region have shown deterioration in overall quality and increasing issuance of short-term bonds. These may expose firms to higher rollover risks, especially during stress periods. Our empirical analysis confirms the importance of rollover risk in driving up the default risk of non-financial corporates after controlling financial characteristics of individual firms and country risk factor. The results also show that the risks during periods of financial distress are mainly found in emerging market economies (EMs) of the region. We also find that within the investment grade (IG) universe, BBB rated bonds, which are subject to greater fallen angel risks and account for a higher share of IG bonds after the GFC, would be exposed to higher default risk due to the elevated rollover risks. Our findings have three financial stability implications. First, while the low interest rate environment may provide breathing space for corporates, the accumulation of debts may raise concerns about the debt sustainability problem of corporates in the region. Second, the increasing reliance on shorter maturity bonds may expose firms systemically to a sharp rise in funding cost and rollover risks should US monetary policy tighten. Third, EMs, particularly those with weaker economic fundamentals should stay vigilant to the increasing exposures of their corporate sector to USD bonds and the potential currency mismatch problem, as these vulnerabilities could rise sharply if their economies are under stress.",
    "topnids":"201910|202002|201807|201820",
    "years":2021,
    "authorsdisplay":"Angela Sze, Wilson Wan, Iris Tang and Ip Wing Yu"
  },
  {
    "ids":202106,
    "titles":"Price Discovery in China’s Corporate and Treasury Yield Curves",
    "authors":"Eric Girardin|Sandrine Lunven|Hongyi Chen",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textc4154aa4564f4c2eac463e66d40dd71e.pdf?sfvrsn=b9f439b7_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary890121dcfd3a42d8a4e4e157e27dbdc7.pdf?sfvrsn=6ffac4_4",
    "abstracts":"As financial development progresses, the maturity structure of bond yields plays a rising role not only in the financial system but also as a key transmission channel of monetary policy. China is likely to be no exception. However, specific characteristics in China’s bond markets raise two major questions. First do China’s Treasury bonds offer the benchmark term structure of yields, or is this role fulfilled by the young but fast expanding corporate bond market? In other words, where does price discovery take place in the Chinese bond market in terms of the different components of the yield curve? We identify both dynamic and long-run relationships between each of the level, slope and curvature factors of the Treasury and corporate bond markets yield curve in China. We aim at determining which market plays a leading role in the discovery of each factor of the yield curve. We obtain three main results. First, we document for the first time the presence of a long-run relationship between the corporate and Treasury bond markets in China both for the level and the slope of their yield curve. Second, such a long-run relationship appears to be stable between the slopes over the full sample 2006-2017, but shows a break for the level factor in 2012. Third, the source market for price discovery varies with the parameters of the yield curve. While the corporate bond market is the source of price discovery for the level factor, this function is fulfilled by the government bond market for the slope parameter.",
    "topnids":"201812|202103|201807|201820",
    "years":2021,
    "authorsdisplay":"Eric Girardin, Sandrine Lunven and Hongyi Chen"
  },
  {
    "ids":202105,
    "titles":"Central Bank Digital Currency: a Review and Some Macro-Financial Implications",
    "authors":"Hongyi Chen|Pierre Siklos",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text51fe552f1daa4f79bdad562967f8d8fc.pdf?sfvrsn=b3d6b6bf_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summaryafc9bf6041174498b3ae40d841c446c4.pdf?sfvrsn=ab6d329a_4",
    "abstracts":"Central Bank Digital Currency (CBDC) has become a major policy interest among global central banks. However, its introduction faces many challenges including those that are legal, technological and political in nature. In this paper, we summarize those challenges and add a few more that have not received much attention in the literature. Relying on the historical evidence of past episodes of financial innovation we explore the hypothetical impact of CBDC based on institutionalist hypothesis and McCallum’s rule of money growth which is well suited to studying the possible macroeconomic impact of CBDC. According to our simulations, the introduction of CBDC need not pose an inflation control problem but financial stability issues aren’t fully offset. We also provide some policy implications.",
    "topnids":"201911|202120|202019|201805",
    "years":2021,
    "authorsdisplay":"Hongyi Chen and Pierre Siklos"
  },
  {
    "ids":202104,
    "titles":"Uncertain Talking at Central Bank’s Press Conference: News or Noise?",
    "authors":"Nan Hu|Zexi Sun",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text--.pdf?sfvrsn=3c538ef0_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summaryced49ce6a4f141bca1e0151d152d9d7e.pdf?sfvrsn=d8e2a9b1_4",
    "abstracts":"We show that the uncertain talking at the European Central Bank’s press conference raises stock returns of the Eurozone. By decomposing the uncertain talking into two types, we find that the positive returns are driven by one type, the average meaning of which is represented by words ”risk”, ”uncertainty”, ”volatility”, and ”turbulence”. This type is related to uncertain and unfa-vorable environments, which is negative news that lowers returns. However, an increase in this type also signals expansionary monetary policies in the future, which is positive news that raises returns. We find further evidence to imply that the latter channel dominates.",
    "topnids":"202128|201819|202114|202105",
    "years":2021,
    "authorsdisplay":"Nan Hu and Zexi Sun"
  },
  {
    "ids":202103,
    "titles":"Liquidity of China’s Government Bond Market: Measures and Driving Forces",
    "authors":"Gaofeng Han|Hui Miao|Yabin Wang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-textf6f6936cc7e44808b390bee5b4c27497.pdf?sfvrsn=60ed3b24_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary16a276ad49a04835b065c5b73d5efb06.pdf?sfvrsn=65228182_4",
    "abstracts":"We construct a daily liquidity index of China’s government bond market using transaction data from the national interbank market over the past twenty years. The index is a composite of popular price-based and quantitybased metrics of liquidity. The composite indexes, obtained by averaging across different metrics or by applying principal component analysis, both point to a better liquidity condition after 2010. Market liquidity swings appear to be highly correlated with domestic funding liquidity and financial market volatility, but display less correlation to global macrofinancial indicators. Our findings suggest measures that encourage foreign participation and foreign capital inflows could help to improve government bond liquidity.",
    "topnids":"201807|202106|201821|201811",
    "years":2021,
    "authorsdisplay":"Gaofeng Han, Hui Miao and Yabin Wang"
  },
  {
    "ids":202102,
    "titles":"Could ETFs make stock markets more vulnerable to systemic liquidity shock? - Evidence from Emerging Asia",
    "authors":"Gabriel Wu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-texte24c8b72f3524c7caba656033c18263e.pdf?sfvrsn=9e60aa14_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary00d63be29f234cbda090124556291700.pdf?sfvrsn=12b92a69_4",
    "abstracts":"Using a dataset on ETFs ownership of stocks in nine Emerging Asian markets, we find that stocks with a higher ETF ownership exhibit a greater commonality in liquidity to other stocks in the same market. The effect increases with the level of ETFs arbitrage activities, supporting the hypothesis that ETFs arbitrage mechanism is the source of commonality in liquidity. We also find that the effect is asymmetric; ETFs exert a stronger influence when stocks’ liquidity decline. These findings are supported by a cross-market analysis, as we show that the effect is larger in market where stocks have more common exposures to ETFs, while tightened capital market condition could also amplify the effect of ETF ownership. Increased financial market openness, on the other hand, may ease the potential systemic impact. ETFs ownership of stocks also increases the commonality in liquidity of stocks across markets. The cross-markets impacts by ETFs present a channel via which financial market integration through ETFs could lead to a build-up of systemic liquidity risks and increase the vulnerability of liquidity shock spill-over to stock markets.",
    "topnids":"202128|202111|202207|202204",
    "years":2021,
    "authorsdisplay":"Gabriel Wu"
  },
  {
    "ids":202101,
    "titles":"Complexity of Global Banks and the Implications for Bank Risk: Evidence from Foreign Banks in Hong Kong",
    "authors":"Kelvin Ho|Eric Wong|Edward Tan",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/full-text2716390ad40a4bdcabb9d418c5b1d915.pdf?sfvrsn=f42e41f7_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/2021\/summary2b9a03f4f48b43749c36f3a74009f9c1.pdf?sfvrsn=81b654de_4",
    "abstracts":"The complex nature of an overall banking group could potentially affect the riskiness of their affiliates through various channels, such as agency costs and diversification gains. This paper empirically investigates the effects of bank complexity of the global banks (in terms of their business activities and geographical locations) on the riskiness of their affiliates, using a confidential data set of foreign bank affiliates based in Hong Kong (FBHKs). Our empirical findings based on a panel regression model suggest that the complexity of global banks has significant effects on the riskiness of their foreign bank affiliates, but the effects differ between the two complexity dimensions. Specifically, a FBHK from a more business complex banking group tend to have higher risks, and the effect is likely to be attributable to an intensified agency problem. For the geographical complexity, there is tentative evidence to support the presence of both diversification and agency problems. However, the average effect on the riskiness of FBHKs is found to be less clear-cut. To strengthen the identification, we further employ an alternative difference-in-difference (DID) estimation approach. This approach exploits the exogenous decline in bank complexity of the parent group arising from the introduction of GSIB regulatory framework. The DID results are consistent with the findings identified from the panel regression model.",
    "topnids":"201914|201824|202127|202209",
    "years":2021,
    "authorsdisplay":"Kelvin Ho, Eric Wong and Edward Tan"
  },
  {
    "ids":202020,
    "titles":"What Drives Dollar Funding Stress in Distress?",
    "authors":"Yuewen Tang|Alfred Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/full-texte4246f2766ea48648b4afad755e6c50a.pdf?sfvrsn=78ce2749_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/summary6cfc7d06a7db48a2875995df4c987632.pdf?sfvrsn=5e273596_0",
    "abstracts":"We study the forces driving dollar funding stress under adverse market conditions for EMEAP economies. We find that the response of dollar funding conditions to changes in macro-financial variables differs significantly between orderly and turbulent markets. In orderly markets, idiosyncratic dollar strength, and its volatility and market expectations, are key factors affecting the stress for the economy. Monetary policy divergence, which to a large extent reflects the position of the economy relative to the US in the economic cycle, also plays an important role in the short-term funding market. In turbulent markets, the effect of these variables except the volatility of dollar strength against individual currencies, which retains a strong influence, diminishes or even vanishes. Instead, the credit worthiness of the government and corporate sectors, which is found to have little impact under normal market conditions, emerges as a major stress determinant, and becomes increasingly influential as adversity intensifies.",
    "topnids":"202206|201823|201825|202009",
    "years":2020,
    "authorsdisplay":"Yuewen Tang and Alfred Wong"
  },
  {
    "ids":202019,
    "titles":"Jumpstarting an International Currency",
    "authors":"Saleem Bahaj|Ricardo Reis",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/full-text68628fa3c40642828102df68327b760e.pdf?sfvrsn=7364cd2f_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/summary0788530db1eb4a34a262791bdbff47f4.pdf?sfvrsn=cf6319cd_0",
    "abstracts":"Monetary and financial policies that lower the cost of credit for working capital in a currency outside of its country can provide the impetus for that currency to be used in international trade. This paper shows this in theory, by exploring the complemen-tarity in the currency used for financing working capital and the currency used for invoicing sales. Financial policies by a central bank can jump-start the use of its cur-rency outside a country’s borders. In the data, the creation of 38 swap lines by the People’s Bank of China between 2009 and 2018 provides a test of the theory. Signing a swap line with a country is significantly associated with increases in the use of the RMB in payments to and from that country in the following months.",
    "topnids":"202007|201825|202105|202015",
    "years":2020,
    "authorsdisplay":"Saleem Bahaj and Ricardo Reis"
  },
  {
    "ids":202018,
    "titles":" Foreign exchange dynamics and reserve accumulation under capital flows",
    "authors":"Cho Hoi Hui|Chi Fai Lo",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/full-textda90e7b5d40840af97401becc7a7b3c3.pdf?sfvrsn=1598a7d9_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/summaryc703598af9884bfe9088fed0e28d37ea.pdf?sfvrsn=c08b129e_0",
    "abstracts":"When a currency’s appreciation expectation cannot be offset by lower interest rates which have fallen to the zero lower bound, the monetary authority needs to intervene to prevent currency appreciation due to capital inflows and resulting in foreign reserve accumulation. Based on a standard flexible-price monetary framework, this paper extends a target-zone model in which the intervention policy is incorporated by specifying the asymmetric mean-reverting fundamental dynamics with the smooth-pasting condition at a moving boundary. The solution of the model shows that the exchange rate dynamics is more sensitive to the change in the fundamental when the domestic interest rate is constrained at zero, suggesting more intensive interventions are required to counteract currency appreciation pressure. The empirical results using market data during January 2015 – February 2020 demonstrate that the model can describe the dynamics of the Swiss franc exchange rate following the mean-reverting square-root process. The accumulation of foreign reserves through interventions is negatively co-integrated with the exchange rate volatility and the value of the mean level of the Swiss franc exchange rate in the dynamics, to some extent indicating a reasonably high degree of effectiveness of the Swiss National Bank’s interventions.",
    "topnids":"201913|202003|201907|201820",
    "years":2020,
    "authorsdisplay":"Cho Hoi Hui and Chi Fai Lo"
  },
  {
    "ids":202017,
    "titles":"Monetary Policy Uncertainty in China",
    "authors":"Hongyi Chen|Peter Tillmann",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/full-text.pdf?sfvrsn=b2ab42e8_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/default-document-library\/summary397a9ea55add45c4acfd4fa89b4a7123.pdf?sfvrsn=2ca7db42_0",
    "abstracts":"In this paper, we study the measurement and the consequences of monetary policy uncertainty in China. We propose a new measure of uncertainty about the monetary policy of the People’s Bank of China (PBOC). The uncertainty index is extracted from the reporting about the PBOC’s monetary policy in international newspapers. We show that a shock to Chinese monetary policy uncertainty has significant effects on real economic activity, investment and asset prices in mainland China. Moreover, this shock has spillover effects on other Asian economies, leading to a fall in asset prices and GDP. Particularly, an increase in uncertainty leads to a drop in stock prices throughout the region. Hence, uncertainty about the PBOC’s monetary policy is an additional channel of transmission that coexists with the transmission of the PBOC monetary policy itself. Finally, we show that our index contains information over and above what is already incorporated in monetary policy uncertainty indices based on mainland newspapers. JEL classification: E58; E32; F42",
    "topnids":"201807|201909|202015|201811",
    "years":2020,
    "authorsdisplay":"Hongyi Chen and Peter Tillmann"
  },
  {
    "ids":202016,
    "titles":"Can Human Capital and Asset Management Improve the Financial Performance of Older Age Groups? Evidence from Europe",
    "authors":"Isaac Ehrlich|Jong Kook Shin",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text470bd3e639cc472d9ddb812ffd54eadf.pdf?sfvrsn=ffc79414_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary2785bb199d6047b4b12e223b901733b8.pdf?sfvrsn=98e5fc15_0",
    "abstracts":"Extending Ehrlich et al.’s (2008, 2011) labor-theoretic, rational-expectations model of asset management (AM), we investigate the interplay between AM and portfolio choices of older-age households in a sample of 11 European countries plus Israel over 5 waves of the SHARE longitudinal data in the period 2004-2015. Our analysis shows that education, health, and other components of human capital, generally determine the reduced-form demand for, or portfolio shares of, risky assets, the derived-demand for asset management time, and the household’s portfolio returns. Moreover, we find that education and underlying health conditions affect these portfolio outcomes largely through proxies of time household heads devote to asset management. Our key findings hold up against a battery of robustness and internal validation tests based on reduced-form and structural IV regressions, alternative regression specifications, and alternative groups of investors. We also find that the effects of education on the demand for AM time, risky financial assets, and portfolio returns, become larger as the opportunity costs of AM fall with age, which supports the mechanism of the asset management hypothesis.",
    "topnids":"202014|201822|202206|201801",
    "years":2020,
    "authorsdisplay":"Isaac Ehrlich and Jong Kook Shin"
  },
  {
    "ids":202015,
    "titles":"Multiple Monetary Policy Instruments, Foreign Exchange Intervention, and Exchange Rate in China",
    "authors":"Soyoung Kim|Hongyi Chen",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-textc7f12b09ef1048038a5f223b9bc1c8b1.pdf?sfvrsn=ae163bb_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary41ba4241b8e340618573bc7db38e472f.pdf?sfvrsn=4559020f_0",
    "abstracts":"This paper investigates the effects of monetary and foreign exchange policies on the exchange rate in China. In the empirical model, a multiple number of monetary and foreign exchange policy instruments, such as the shortterm interest rate, reserve requirement ratio, lending and borrowing rates, and foreign exchange intervention, are considered to describe Chinese monetary and foreign exchange policy properly. In addition, the interactions among these instruments and their interactions with the exchange rate are modelled carefully to analyze the effects of monetary and foreign exchange policies on the exchange rate properly. The main findings are as follows. First, (contractionary) monetary policy shocks lead to the exchange rate appreciation, which is statistically significant. It is particularly interesting that shocks to all popular monetary policy instruments, such as the short-term interest rate, reserve requirement ratio, lending and borrowing rates, have significant effects on exchange rate. Second, shocks to foreign exchange interventions have limited effects on the exchange rate. Shocks to foreign exchange interventions have significant effect on the exchange rate in the short-run at best, but not in the long run. Even a persistent (or permanent) foreign exchange intervention has a temporary effect on exchange rate. In addition, a temporary foreign exchange intervention does not have any significant effect on exchange rate. Sterilisation is likely to explain the limited effect of foreign exchange intervention on the exchange rate. The trend of exchange rate movements may mostly be determined by economic fundamentals, not by foreign exchange intervention, especially sterilised one. The presence of capital controls might be related to the weak effect.",
    "topnids":"201901|202017|201807|201811",
    "years":2020,
    "authorsdisplay":"Soyoung Kim and Hongyi Chen"
  },
  {
    "ids":202014,
    "titles":"Diversification, efficiency and risk of banks: New consolidating evidence from emerging economies",
    "authors":"Bang Nam Jeon|Ji Wu|Limei Chen|Minghua Chen",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text5072a474c32642308819cad6935ea79f.pdf?sfvrsn=5954e6db_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary3b2b4c8290c2422f8ac5abe28da37189.pdf?sfvrsn=e90e24_0",
    "abstracts":"This paper examines the impact of business diversification of banks on their risk, with efficiency taken into consideration as a conduit. Using bank-level data from more than 1400 commercial banks in 39 emerging economies during 2000-2016, we find that increased business diversification exerts two competing effects on bank risk, and overall reduces bank risk. The direct effect of increased diversification bolsters the stability of banks, but this is offset partially by the indirect effect of lowered efficiency, which increases the riskiness of banks. This provides a consolidating evidence on the competing arguments on the diversification-efficiency nexus in banking--the “diversification-premium” argument vs. the “diversification-discount” argument--with its extended implications on bank risk. In addition, we also present evidence that the diversification-bank risk nexus is heterogeneous on the bank size, market power and the ownership of banks, which provides useful policy implications for diversification strategies by bank managers as well as for the effective surveillance by bank regulators. JEL classification: G21; G15; L25",
    "topnids":"201910|202101|201824|202209",
    "years":2020,
    "authorsdisplay":"Bang Nam Jeon, Ji Wu, Limei Chen and Minghua Chen"
  },
  {
    "ids":202013,
    "titles":"Optimal credit, monetary, and fiscal policy under occasional financial frictions and the zero lower bound",
    "authors":"Shifu Jiang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-textf26d775f59804be9971554bec21d8803.pdf?sfvrsn=ffed3cb5_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary77e291ee6b824148a859c38c8511650b.pdf?sfvrsn=df60d0ad_0",
    "abstracts":"I study optimal credit, monetary, and ﬁscal policy under commitment in a model where ﬁnancial intermediaries face an occasionally binding ﬁnancial constraint; the monetary authority faces a zero lower bound (ZLB); and the ﬁscal authority faces a budget constraint. Despite being inactive in the deterministic steady state, the credit policy is permanent in the risky steady state. Financial and productivity shocks can generate a tradeoﬀ between inﬂation stability and ﬁnancial stability, which is resolved in favour of the latter with the credit spread being virtually equal to zero under a reasonable calibration. As the ZLB prevents full-scale monetary easing when ﬁnancial distress weighs on aggregate demand, monetary policy should be relatively tighter in normal times for a precautionary reason. Moreover, the optimal nominal interest rate is a bell-shaped function of productivity around the stochastic steady state, although it is sensitive to how much the central bank is constrained by its past commitments. Notwithstanding the mentioned policy tradeoﬀ, the optimal Taylor type rule is strictly inﬂation targeting. However, the rule-based policy features too aggressive a credit intervention but insuﬃcient monetary easing. JEL classification: E44, E52, E6, C61",
    "topnids":"201815|201802|201807|201817",
    "years":2020,
    "authorsdisplay":"Shifu Jiang"
  },
  {
    "ids":202012,
    "titles":"Crude oil price dynamics with crash risk under fundamental shocks",
    "authors":"Cho Hoi Hui|Chi Fai Lo|Chi Hin Cheung|Andrew Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text02c42506e80942f28e9acd7aa263e4e3.pdf?sfvrsn=27cd6717_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary033a9cdcabd84eb39dea8310dce41df2.pdf?sfvrsn=2be2d29d_2",
    "abstracts":"Our paper presents a crude oil price model in which the price is confined in a wide moving band. A price crash occurs when the price breaches the lower boundary where a smooth-pasting condition is imposed. Using an asymmetric mean-reverting fundamental (supply\/demand) shock, the solution derived from the oil price equation for the model shows the oil price follows a mean-reverting square-root process, which is quasibounded at the boundary. The oil price dynamics generates left-skewed price distributions consistent with empirical observations. A weakened mean-reverting force for the price increases the probability leakage for the price across the boundary and the risk of a price crash. The empirical results show the oil price dynamics can be calibrated according to the model, where the mean reversion of the price dynamics is positively co-integrated with the oil production reaction to negative demand shocks, and with the risk reversals of the commodity currencies, the Canadian dollar and the Australian dollar in currency option markets. The results are consistent with an increased price crash risk with negative demand shocks and negative risk reversals. The forecasting performance of the oil price model is better than the futures-spread models and random walk models during the crash periods. While the price of oil was above the lower boundary for most of the time, the conditions for breaching the boundary were met in 2008 and 2014 when the price fell sharply. JEL classification: F31, G13",
    "topnids":"202128|201823|202207|202102",
    "years":2020,
    "authorsdisplay":"Cho Hoi Hui, Chi Fai Lo, Chi Hin Cheung and Andrew Wong"
  },
  {
    "ids":202011,
    "titles":"Aggregate and Bank-specific Information in Bank Stress Tests",
    "authors":"Mei Li",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-texte929cb800d274cf48413d14f46828985.pdf?sfvrsn=350e87f1_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summaryd966b27e5f3849dda449787b067c70ce.pdf?sfvrsn=fe5efb6d_0",
    "abstracts":"This paper studies how a bank regulator’s aggregate and bank-speciﬁc information dis-closure policy aﬀects social welfare. We apply global games to studying an economy where depositors, with strategic complementarities among them, face uncertainties about both aggregate and bank-speciﬁc information of a bank. Then we examine how disclosure policy of a bank regulator on the bank’s aggregate and bank-speciﬁc information aﬀects welfare. With the assumption that bank depositors rely on the bank regulator to collect aggregate bank performance information but have precise private information about bank-speciﬁc in-formation, we ﬁnd that more precise aggregate information disclosed by the bank regulator improves welfare when bank fundamentals are either extremely strong or weak, but tends to reduce welfare when the fundamentals are in the intermediate range where coordina-tion plays a key role. In contrast, more precise bank-speciﬁc information disclosed by the regulator tends to increase welfare, even when the fundamentals are in the intermediate range. JEL classification: D8; E58; G28",
    "topnids":"202105|201813|202128|202127",
    "years":2020,
    "authorsdisplay":"Mei Li"
  },
  {
    "ids":202010,
    "titles":"Mispricing Firm-level Productivity",
    "authors":"Tze Chuan ‘chewie’ Ang|Eric Lam|John Wei",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text2b6708eff7ea44109a67c823b65122cf.pdf?sfvrsn=148d4c30_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary55727bc0cb93403a875a644748bdf3c9.pdf?sfvrsn=fae13b33_0",
    "abstracts":"This paper provides a mispricing-based explanation for the negative relation between firm-level productivity and stock returns. Investors appear to underprice unproductive firms and overprice productive firms. We find evidence consistent with the speculative overpricing of productive firms driven by investor sentiment and short sale constraints. Investors erroneously extrapolate past productivity growth and its associated operating performance and stock returns, despite their subsequent reversals. Such mispricing is perpetuated because of limits to arbitrage and is partially corrected around earnings announcements when investors are surprised by unexpected earnings news. Decomposition analysis indicates that extrapolative mispricing and limits to arbitrage explain most of the return predictability of firm-level productivity. JEL classification: D23; D24; G12; G14",
    "topnids":"201801|201908|201803|202119",
    "years":2020,
    "authorsdisplay":"Tze Chuan ‘chewie’ Ang, Eric Lam and John Wei"
  },
  {
    "ids":202009,
    "titles":"The economics of the greenium: How much is the world willing to pay to save the Earth?",
    "authors":"Peter Lau|Angela Sze|Wilson Wan|Alfred Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-textd9d34bad03564298ae871c751e5fbff3.pdf?sfvrsn=c68509c6_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summaryde1fcb63a935454eadd8b38468eb4dfa.pdf?sfvrsn=c42a8ed7_0",
    "abstracts":"Sadly, not much. This paper provides a theoretical and empirical analysis of the greenium, the price premium the investor pays for green bonds over conventional bonds. We explain in simple economic terms why the price premium of a green bond essentially represents a combination of the non-pecuniary environmental benefit of the bond, as perceived by the investor, and the effective cost of issuing it, as measured by the additional issuing costs of the bond netted off a range of monetary and non-monetary benefits associated with the issuance. Our empirical model decomposes the greenium into a time-varying market component which is common to all green bonds and an idiosyncratic component which is specific to a certain green bond itself. Using a global green bond dataset larger than any previous studies, we find that the greenium on average amounts to, sadly, just over one basis point. However, it can vary quite significantly among individual green bonds and our result suggests that a key factor underlying the variation is that they are subject to the risk of greenwashing to different extents.",
    "topnids":"201802|202130|202116|201808",
    "years":2020,
    "authorsdisplay":"Peter Lau, Angela Sze, Wilson Wan and Alfred Wong"
  },
  {
    "ids":202008,
    "titles":"The Impact of Fintech Innovations on the Hong Kong Banking Industry",
    "authors":"Jim Wong|Kelvin Ho",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text49df6bacc363455d90790e3885821a15.pdf?sfvrsn=84bc2ee4_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary5b26aefcc7024ff2b44b7232943092f7.pdf?sfvrsn=ee24e1f9_0",
    "abstracts":"The Hong Kong banking sector is embracing Fintech vigorously. The survey results indicate that on the whole incumbent banks considering Fintech as a complement and enabling technology, which facilitates them to improve efficiency and to meet the demand for under-served customers, out-number significantly those seeing it as a threat and a replacement for their existing businesses. Given vast interests and growing adoption of Fintech by banks, the impact of Fintech is being increasingly felt, with most banks surveyed previously considering themselves unaffected now realise that they could not be immune. Either proactively or passively, most incumbent banks have taken a pragmatic approach and have made tangible efforts to adopt Fintech in their business operations. As of today, a wide range of Fintech innovations have been adopted generally in banks’ operations, albeit by various degrees. In particular, innovations relating to “mobile banking”, “open banking (APIs)”, “customer identification and authentication”, “machine learning and predictive analytics” and “cloud computing” have been rather commonly applied, with over 40% to up to two thirds of the incumbent banks revealing that these have been partially adopted in their institutions; and most respondents intend to apply more of them to either a limited or full extent. For “roboadvisory”, “regtech solution”, “distributed ledger (e.g. blockchain)” and “smart contracts”, while related applications have been less widely used, most respondents either are using or plan to apply them in the future. In general, the applications of Fintech amongst foreign banks have been less widespread than retail banks, with the exception of the use of “machine learning and predictive analytics” and “robo-advisory”. As for virtual banks, they have shown keen interest in almost all identified solutions.",
    "topnids":"202127|202101|201914|202113",
    "years":2020,
    "authorsdisplay":"Jim Wong and Kelvin Ho"
  },
  {
    "ids":202007,
    "titles":"International Payment Flows and the Potential of the RMB as a Significant Payment Currency",
    "authors":"Edwin Lai",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text4d9ee994bb014db89f7ed05ac2a315c9.pdf?sfvrsn=269fa4e5_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary956db3d7d0884ef09fea6be4e0b35bfb.pdf?sfvrsn=2ee5fddc_0",
    "abstracts":"The gravity model can explain the bilateral inter-country payment ﬂowsbycurrencyvery well. The economic sizes of the origin and destination countries signiﬁcantly and positively aﬀect bilateral payment ﬂow denominated in any given currency, while distance and other factors that increase trade costs or information friction signiﬁcantly and negatively aﬀect the bilateral pay-ment ﬂow denominated in any given currency. In addition, the GDP of the issuing country, the strength of trade relationship between each country and the issuing country, the co-movement between the exchange rates of each country and the currency in question, signiﬁcantly and positively aﬀect the bilateral payment ﬂow denominated in the currency. Most importantly, ﬁ-nancial development and openness of the issuing country positively aﬀect the bilateral payment ﬂow denominated in the currency between two countries. We carry out two sets of counter-factuals, both of which demonstrate that the increase in China’s level of ﬁnancial development & openness would be much more important than the increase in the economic size of China for the RMB to become a signiﬁcant global payment currency.",
    "topnids":"202019|201817|201907|202015",
    "years":2020,
    "authorsdisplay":"Edwin Lai"
  },
  {
    "ids":202006,
    "titles":"The Effect of Government Reference Bonds on Corporate Borrowing Costs: Evidence from a Natural Experiment",
    "authors":"Mark Flannery|Claire Yurong Hong|Baolian Wang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text1fd475d2fb294c46ae624d2c382b7d1e.pdf?sfvrsn=a9fd398a_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary64e8aea8c07a4c8980508e3239a64fdb.pdf?sfvrsn=2a92e2fa_0",
    "abstracts":"Researchers have recently studied the interactions between corporate and government bond issuances within many countries. Some conclude that government bonds compete with private bond issuances, while others maintain that government bonds provide valuable reference entities that improve the private sector’s ability to issue its own bonds. We study the special case of China’s 2017 issuance of two sovereign bonds denominated in U.S. dollars (USD). We find that USD-denominated Chinese corporate bonds experienced a decline in yield spreads, bid-ask spreads, and price volatility around the time of this sovereign issues’ announcement. The yield spread changes are particularly large for corporate bonds with maturities similar to those of the USD sovereigns. We conclude that these new bonds serve as useful reference instruments, helping investors to price and hedge the risks impounded in Chinese corporate bonds.",
    "topnids":"202130|201906|201804|201802",
    "years":2020,
    "authorsdisplay":"Mark Flannery, Claire Yurong Hong and Baolian Wang"
  },
  {
    "ids":202005,
    "titles":"The Cost of Bank Regulatory Capital",
    "authors":"Matthew Plosser|Joao Santos",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text6d0b5cfa41f1409ca61de733f5ccaac8.pdf?sfvrsn=2fbd6a36_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summaryaad4bf57f5df45ad98f060c144f592b7.pdf?sfvrsn=9b854b71_0",
    "abstracts":"The Basel I Accord introduced a discontinuity in required capital for undrawn credit com-mitments. While banks had to set aside capital when they extended commitments with maturities in excess of one year, short-term commitments were not subject to a capital requirement. We use this diﬀerence to infer the price banks are willing to pay to reduce regulatory capital, and to ascertain the role capital regulation plays on the composition of credit in the economy. Our results show that following Basel I, short-term commitments increased as undrawn fees declined (relative to those of long-term commitments). These results are robust and appear to be driven by the Basel I Accord: they are more prevalent among low-capital banks and do not hold in several placebo tests. We estimate that banks are willing to pay at least $0.05 to reduce regulatory capital by one dollar. While this in-ferred cost might appear to be low, our results show that the relative decline in short-term commitment prices induced by Basel I triggered a large shift in quantities, underscoring the sensitivity of credit to regulatory capital regimes.",
    "topnids":"201913|202127|202101|201809",
    "years":2020,
    "authorsdisplay":"Matthew Plosser and Joao Santos"
  },
  {
    "ids":202004,
    "titles":"Oceans Apart? China and Other Systemically Important Economies",
    "authors":"Hongyi Chen|Pierre Siklos",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-textbd4d93cdb6534e2dabecd94f81f7190f.pdf?sfvrsn=5b0f2b45_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summarya92dfca195f84a6190d33c8343b35883.pdf?sfvrsn=42be35cb_0",
    "abstracts":"For at least a decade, in policy circles, China has been considered a systematically important economy. As policy makers worldwide grapple with sluggish growth there are few studies about the extent to which the G4, which consists of the US, the Eurozone, Japan, and includes China, as a block contributes to global economic performance in a fashion that is not observed when China is omitted or treated as exogenous perhaps because of its status as an emerging-market economy. We estimate a series of panel factor vector autoregressions (VARs) because these seem best suited to exploit cross-border links and determine the relative impact of domestic and global factors. We conclude that domestic and global shocks can reinforce each other. Next, we conclude it is essential to view China on a level playing field with the US, the Eurozone and Japan if we are to better understand how shocks among these economies can interact with each other. In addition, a tightening of domestic monetary conditions results in a global deterioration in real economic conditions. This same shock also leads to global tightening of monetary policy and financial conditions. Almost 60% of the variability of the global monetary shock can be explained by shocks in global commodity factor and global real factor. We conclude that there are net benefits from greater policy coordination.",
    "topnids":"201910|201907|202014|201808",
    "years":2020,
    "authorsdisplay":"Hongyi Chen and Pierre Siklos"
  },
  {
    "ids":202003,
    "titles":"Impacts of benchmark-driven investment on volatility and connectivity of emerging market capital flows",
    "authors":"Peter Lau|Angela Sze|Alfred Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text1109720bbae84444bd2b649d595938f9.pdf?sfvrsn=a9d6b49d_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summaryd1b9fb879a014b30bff3253a9fc79ef7.pdf?sfvrsn=1c7ce641_0",
    "abstracts":"Recent research finds that benchmark-driven investment has increased markedly since the global financial crisis, a phenomenon that has arguably led to more volatile capital flows and increased vulnerability for emerging markets. We investigate how far this is true by examining the contribution of benchmark-driven investment to the volatility of foreign portfolio flows of emerging markets, focusing on equity flows, and the sensitivity of benchmarkdriven investment to factors that tend to have an influence on the global economy or emerging markets. Interestingly, we find that benchmark-driven-investment-related flows are generally less volatile, thus having an effect of reducing, rather than increasing, the overall volatility of foreign portfolio flows. However, our results also show that they are more interconnected with each other due possibly to their higher sensitivity to global and emerging-market-related factors, supporting the notion that their rapid growth could make emerging markets more vulnerable in times of extreme market adversity, as sudden and simultaneous withdrawal of portfolio flows would potentially expose them to greater risks of external financing or balance of payment difficulties.",
    "topnids":"201904|202018|201822|201907",
    "years":2020,
    "authorsdisplay":"Peter Lau, Angela Sze and Alfred Wong"
  },
  {
    "ids":202002,
    "titles":"Risk and Return of Online Channel Adoption in the Banking Industry",
    "authors":"Dongwei He|Chun Yu Ho|Li Xu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-textc77ccb2cc6954a56855de243b845c149.pdf?sfvrsn=8063b19d_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary899548925c234a2d92ce481d0b1bc364.pdf?sfvrsn=c471c1c8_0",
    "abstracts":"Online banking has become an important distribution channel for commercial banks. We construct a bank-specific indicator of online channel adoption to study the risk and return of online channels based on a sample of 118 Chinese banks in the period 2002-2016. Our empirical results find that online channel adoption improves the profit efficiency (i.e., positive return) of the adopting banks. Even though cost efficiency deteriorates, such improvement can be attributed to the rise in non-interest income efficiency. In reference to risk management, online channel adoption weakens the loan quality of the adopting banks, which also raises their solvency risk accordingly. Overall, our results suggest that online channel adoption alters the risk-return trade-off of adopting banks. Such risk-return effects are heterogeneous depending on the size, management skill and labour intensity of adopting banks. However, there is no significant return related to the costly content enrichment of online channels. Finally, our results are robust to alternative specifications, alternative sample selection, alternative measures of bank efficiency and risk, alternative estimation methods, and omitted variable biases.",
    "topnids":"201824|202101|202127|202008",
    "years":2020,
    "authorsdisplay":"Dongwei He, Chun Yu Ho and Li Xu"
  },
  {
    "ids":202001,
    "titles":"Funding Decisions in Online Marketplace Lending",
    "authors":"Chris Ip|Eric Lam",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text9967f6c2e7cd4e4aa399d0b4cf88a208.pdf?sfvrsn=868db0a1_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary57c9e64c32a3497d9e79f8017bd3c09c.pdf?sfvrsn=860591b9_0",
    "abstracts":"This study analyzes more than 28 million recent loan listings on LendingClub, one of the world’s largest online marketplace lending platform. Using tree-based ma-chine learning, we develop robust predictive representations of funding decisions on this ﬁntech peer-to-peer lending platform. We ﬁnd that a borrower’s employment length is the main factor in the preference of lenders making funding decisions. The signiﬁcant role of employment length is consistent with the widespread use of the lending platform to obtain better reﬁnance for existing obligations. Requested amount and the existing leverage of a borrower are secondary in lenders’ consid-eration. The credit pricing charged on a funded listing fully depends on the loan grade assigned by LendingClub. Monetary policy seems to have little impact on funding decisions on this platform.",
    "topnids":"202126|202208|202002|201821",
    "years":2020,
    "authorsdisplay":"Chris Ip and Eric Lam"
  },
  {
    "ids":201917,
    "titles":"Toward understanding short-selling activity: Demand and Supply",
    "authors":"Adrian Cheung|Hung Wan Kot|Eric Lam|Harry Leung",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text44046845353546c0896d0a3ca87939a7.pdf?sfvrsn=92379015_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary1b0d80f5ca384b318b4187fdd5141279.pdf?sfvrsn=6012e3cb_0",
    "abstracts":"We investigate the demand and supply sides of short-selling activity in the U.S. from 2003 to 2015. We construct four types of demand side variables from fundamentals, and three types of supply side variables from institutional ownership (IO) and stock loan data. The supply side variables play a more important role in determining short selling than the demand side variables. The IO of quasi-indexer type is the most important supply side variable, while the arbitrage and hedging with options market is the most important demand side variable. Finally, a portfolio sorting approach confirms the same results.",
    "topnids":"202208|201823|202206|202118",
    "years":2019,
    "authorsdisplay":"Adrian Cheung, Hung Wan Kot, Eric Lam and Harry Leung"
  },
  {
    "ids":201916,
    "titles":"Interest Rate Differentials Under an Exchange Rate Convertibility Zone: A Carry Trade Perspective",
    "authors":"Joseph Fung|Eric Lam",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text04d7c53790d045f6abcac3b67330c2e2.pdf?sfvrsn=9c448534_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary40e41c7a40ec463fa2cc86c85d64870c.pdf?sfvrsn=fe7c7d91_0",
    "abstracts":"This study is motivated by the negative HKD-USD interest rate diﬀerentials observed after the US interest rate hike on December 17, 2015. We ﬁrst analyse two practical concerns that are typical from the perspective of a carry trader: (1) the diﬀerence in borrowing rate and lending rate of a currency, and (2) the exchange rate loss perceived from prevailing HKD\/USD market condition using a truncated distribution that reﬂects full conﬁdence in the HKD\/USD Convertibility Zone un-der the Linked Exchange Rate System (LERS). We ﬁnd that these considerations largely rationalize the observed interest rate diﬀerentials. We then perform robust Bayesian statistical inference on the negatively skewed eﬀective carry-to-risk ratios. We ﬁnd that the most probable and the typical eﬀective carry-to-risk ratios are economically small. Our results are consistent with the Hong Kong Currency Board’s intrinsic stabilizing mechanism functioning eﬃciently.",
    "topnids":"201802|202125|202015|201825",
    "years":2019,
    "authorsdisplay":"Joseph Fung and Eric Lam"
  },
  {
    "ids":201915,
    "titles":"Risk of window dressing: Quarter-end spikes in the Japanese yen Libor-OIS spread",
    "authors":"Mayu Kikuchi|Alfred Wong|Jiayue Zhang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-textdcc39eaca6ee45d1ad77ecfe14c222de.pdf?sfvrsn=146562dd_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summaryfe398f3825e44282a7f6d21a4d17cf0f.pdf?sfvrsn=67256014_0",
    "abstracts":"It is well documented in literature that funding condition has been subject to the undue influence of distorted incentives of banks to lend and borrow at quarter ends under Basel III. We investigate whether or not funding risk possibly also suffers the same. Using a state space model, we find quarter-end spikes in the Japanese yen Libor-OIS spread, which arguably reflect a higher funding risk premium at quarter ends, during the global financial crisis and in recent years. The phenomenon in the former episode suggests that quarter-end reporting under Basel II might already have an effect on the functioning of funding markets, as banks found the capital ratio requirement sharply more binding or constraining. The spikes in the latter episode, which are attributable to the effect of the leverage ratio requirement under Basel III, are found to be negative, reflecting partly the scarcity of high-quality collaterals against the backdrop of a large-scale asset-purchase programme introduced by the Bank of Japan and partly a negative interest rate environment. The evidence adds to the argument in favour of supervisory practices that require banks to report\/disclose their average leverage ratio for the quarter instead of their ratio for the last day of the quarter. However, despite the currently proposed reform, given that the capital ratio remains quarter-end-based, there could still be quarter-end spikes in funding risk premium in times of financial adversity.",
    "topnids":"202209|201807|202126|202102",
    "years":2019,
    "authorsdisplay":"Mayu Kikuchi, Alfred Wong and Jiayue Zhang"
  },
  {
    "ids":201914,
    "titles":"Complexity of global banks and their foreign operation in Hong Kong",
    "authors":"Simon Kwan|Kelvin Ho|Edward Tan",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/full-text.pdf?sfvrsn=da66624_0",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/summary.pdf?sfvrsn=36c2778a_0",
    "abstracts":"This paper studies the relation between the complexity of global banking organizations and their foreign banking operations (FBOs) in Hong Kong. Our empirical evidence indicates that the complexity of the parent company has significant effects on their Hong Kong branch’s business model, liquidity management, risk-taking, and profitability. The more complex the global banking organizations, the more likely their Hong Kong FBOs are to derive a larger share of revenues from fee-based activities, and incur a higher cost of production despite enjoying a funding cost advantage. Notwithstanding the FBOs in Hong Kong may serve as a funding hub for its parent company, FBOs of more complex global banks tend to hold more liquid assets. While our empirical evidence suggests that the complexity of global banks has significant effects on FBOs’ risk-taking and profitability, the relation depends on how complexity is measured. For example, both the BCBS complexity score and the measure of geographic complexity are significant in explaining FBO profitability, but they have different signs. Likewise, geographic complexity and scope complexity are often found to have significantly different effects on FBOs’ performance. Taken together, the concept of global bank complexity has multiple dimensions, where different facets could have qualitatively different effects on FBOs in Hong Kong.",
    "topnids":"202101|202209|202008|202113",
    "years":2019,
    "authorsdisplay":"Simon Kwan, Kelvin Ho and Edward Tan"
  },
  {
    "ids":201913,
    "titles":"The Natural Level of Capital Flows",
    "authors":"John Burger|Francis Warnock|Veronica Warnock",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201913.pdf?sfvrsn=16044642_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp13_summarye0b6e2ea536a459cbfcb6dbb2594a4dc.pdf?sfvrsn=7feae82a_2",
    "abstracts":"We put forward the notion that capital flows — specifically, gross portfolio flows — fluctuate around some natural level. Our particular measure of the natural level of capital flows, denoted by KF*, is a theory-based time-varying supply-side factor, much like potential GDP is a theory-based time-varying supply-side measure of economic activity. We construct KF* for 184 countries and, for the subset of countries that have quarterly time series data of capital flows, we show that KF* is a level to which flows converge in the medium term. That is, KF* appears to help identify the underlying persistent component in gross portfolio inflows by differentiating between longer-term structural flows and short-term cyclical noise. Overall, we conclude that there is a natural level of capital flows that is well approximated by our measure of KF*.",
    "topnids":"202005|202018|201907|202003",
    "years":2019,
    "authorsdisplay":"John Burger, Francis Warnock and Veronica Warnock"
  },
  {
    "ids":201912,
    "titles":"What is the Real Relationship between Cash Holdings and Stock Returns?",
    "authors":"Chewie Ang|Eric Lam|Tai Ma|Shujing Wang|John Wei",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201912.pdf?sfvrsn=f457f636_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp12_summary51212aa53f354ca1bc60eb3f66082d1a.pdf?sfvrsn=8713c5f5_2",
    "abstracts":"The literature has provided mixed evidence on the relationship between cash holdings and average stock returns. We empirically verify that the relationship is positive and robust to the adjustment of risk, the construction of cash holdings portfolios, and the weighting scheme of portfolio returns. We further examine a battery of potential channels that can explain the positive relationship. We find that the cash holding effect can be subsumed by accruals-related anomalies and it mainly comes from stocks with low net operating assets. It is stronger among stocks with high limits to arbitrage. Overall, our results indicate that the cash holding effect does not present a new asset-pricing regularity, but that it is a manifestation of existing anomalies closely related to mispricing.",
    "topnids":"202111|201820|202128|202106",
    "years":2019,
    "authorsdisplay":"Chewie Ang, Eric Lam, Tai Ma, Shujing Wang and John Wei"
  },
  {
    "ids":201911,
    "titles":"Does Bitcoin behave as a currency?: A standard monetary model approach",
    "authors":"Cho Hoi Hui|Chi Fai Lo|Po Hon Chau|Andrew Wong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201911_.pdf?sfvrsn=b0ffec91_12",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp11_summary_.pdf?sfvrsn=67006fba_6",
    "abstracts":"We derive the Bitcoin exchange rate dynamics by solving the exchange rate equation of the standard flexibleprice monetary model to investigate whether Bitcoin behaves like a currency. The dynamics is driven by an asymmetric mean-reverting fundamental shock which can be attributed to a money demand shock. A crash occurs when the exchange rate breaches a lower boundary where a smooth-pasting condition is imposed. The Bitcoin exchange rate is quasi-bounded at the boundary, and generates skewed distributions consistent with empirical observations. The crash risk increases with a weakened mean-reverting force for the exchange rate. The empirical results show the exchange rate dynamics can be calibrated according to the model, in which the mean reversion of the dynamics is positively co-integrated with the Bitcoin transaction volume indicating demand for Bitcoin; and with the risk reversals of the Australian dollar and Canadian dollar in currency option markets. The analysis based on the monetary model shows that the Bitcoin exchange rate shares some characteristics of a currency with crash risk.",
    "topnids":"202105|202124|202116|201825",
    "years":2019,
    "authorsdisplay":"Cho Hoi Hui, Chi Fai Lo, Po Hon Chau and Andrew Wong"
  },
  {
    "ids":201910,
    "titles":"Local Currency Bond Returns in Emerging Economies and the Role of Foreign Investors",
    "authors":"Inhwan So|Giorgio Valente|Jason Wu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201910.pdf?sfvrsn=ba40d79d_8",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp10_summary.pdf?sfvrsn=acf76781_6",
    "abstracts":"Foreign investors play a key role in EME sovereign bond markets, in part because their portfolio flows are sensitive to bond returns and are therefore pro-cyclical in nature. This note discusses the implications of the framework proposed by So et al. (2019) which incorporates the risk that arises from the portfolio performance and flows of actively managed bond funds. When the framework is applied to the data, using local currency sovereign bonds of 16 EMEs, preliminary calculations show that local currency sovereign bonds that positively covary with the returns of active funds receive risk premia as compensations for active fund risk. Furthermore, and in line with theory, the price of this risk increases when bond funds experience outflows and the exposure to active funds risk increases with the heightened price of risk. This double effect helps explain why spikes in returns of some EME local currency bonds can be especially large. These results demonstrate how the portfolio performance and flows of actively managed funds help transmit shocks across EMEs.",
    "topnids":"201820|201807|202014|201804",
    "years":2019,
    "authorsdisplay":"Inhwan So, Giorgio Valente and Jason Wu"
  },
  {
    "ids":201909,
    "titles":"Predicting China's Monetary Policy with Forecast Combinations",
    "authors":"Laurent Pauwels",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201909.pdf?sfvrsn=7585253a_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp09_summary.pdf?sfvrsn=e3d6e096_4",
    "abstracts":"China’s monetary policy is unconventional and constantly evolving as a result of its rapid economic development. This paper proposes to use fore-cast combinations to predict the People’s Bank of China’s monetary policy stance with a large set of 73 macroeconomic and ﬁnancial predictors covering various aspects of China’s economy. The multiple instruments utilised by the People’s Bank of China are aggregated into a Monetary Policy Index (MPI). The intention is to capture the overall monetary policy stance of the People’s Bank of China into a single variable that can be forecasted. Forecast combina-tion assign weights to predictors according to their forecasting performance to produce a consensus forecast. The out-of-sample forecast results demonstrate that optimal forecast combinations are superior in predicting the MPI over other models such as the Taylor rule and simple autoregressive models. The corporate goods price index and the US nominal eﬀective exchange rate are the most important predictors.",
    "topnids":"202017|201807|201811|202123",
    "years":2019,
    "authorsdisplay":"Laurent Pauwels"
  },
  {
    "ids":201908,
    "titles":"Quantitative Easing",
    "authors":"Wei Cui|Vincent Sterk",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201908.pdf?sfvrsn=be1ae0fd_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp08_summary.pdf?sfvrsn=fcb6ace2_4",
    "abstracts":"Is Quantitative Easing (QE) an eﬀective substitute for conventional monetary policy? We study this question using a heterogeneous-agents model with nominal rigidities, as well as liquid and partially liquid wealth. The direct eﬀect of QE is determined by the diﬀerence in marginal propensities to consume out of the two types of wealth, which is large according to empirical studies. QE therefore emerges as a powerful policy instrument to anchor expectations and stabilize output and inﬂation. However, QE interventions come with strong side eﬀects on inequality and welfare. Estimation of the model reveals that QE greatly dampened the U.S. Great Recession.",
    "topnids":"202017|201815|201818|201813",
    "years":2019,
    "authorsdisplay":"Wei Cui and Vincent Sterk"
  },
  {
    "ids":201907,
    "titles":"Global Drivers of Gross and Net Capital Flows",
    "authors":"Scott Davis|Giorgio Valente|Eric Van Wincoop",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201907.pdf?sfvrsn=950a0d68_6",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp07_summary.pdf?sfvrsn=5885be75_6",
    "abstracts":"While prior to the global financial crisis the empirical international capital flow literature has focused on net capital flows (the current account), since the crisis there has been an increased focus on gross flows. In this paper we jointly analyze global drivers of gross flows (outflows plus inflows) and net flows (outflows minus inflows) by estimating a latent factor model. We find evidence of two global factors, which we call the GFC (global financial cycle) factor and a commodity price factor as they closely track respectively the Miranda-Agrippino and Rey asset price factor and an average of oil and gas prices. These factors together account for half the variance of gross flows in advanced countries and forty percent of the variance of gross flows in emerging markets. But remarkably, they also account for forty percent of the variance of net capital flows in both groups of countries. We also analyze the heterogeneity across countries in the impact of the two factors. One of the key findings is that the impact of the GFC factor on both gross and net capital flows is stronger in countries that have larger net debt liabilities. Other asset classes (FDI and portfolio equity) do not significantly impact the exposure to the GFC factor.",
    "topnids":"201913|202018|202003|202007",
    "years":2019,
    "authorsdisplay":"Scott Davis, Giorgio Valente and Eric Van Wincoop"
  },
  {
    "ids":201906,
    "titles":"The unintended consequences of regulation: Evidence from China’s interbank market",
    "authors":"Xian Gu|Lu Yun",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201906.pdf?sfvrsn=d5848b11_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp06_summary.pdf?sfvrsn=bb5bdadb_4",
    "abstracts":"In this paper we use evidence from China’s interbank market to examine the unanticipated consequences of regulation on the financial system. We find that banks tend to use newly introduced and lightly regulated financial instruments in the interbank market to get around regulation in the search for funds. Specifically, we find that banks which face greater competition have engaged more heavily in the issuance of interbank negotiable CDs and interbank wealth management products, especially when market rates are high. Moreover, these interbank activities are closely associated with banks’ proprietary trading, suggesting the potential risk of contagion in the financial system.",
    "topnids":"202127|202103|201909|201818",
    "years":2019,
    "authorsdisplay":"Xian Gu and Lu Yun"
  },
  {
    "ids":201905,
    "titles":"The Dilemma and International Macroprudential Policy: Is Capital Flow Management Effective?",
    "authors":"Jian Wang|Jason Wu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201905_.pdf?sfvrsn=78a4c3d9_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp05_summary.pdf?sfvrsn=db0676e0_4",
    "abstracts":"This paper provides empirical evidence that emerging market economies adjust capital flow management in response to U.S. monetary policy shocks. Using these shocks as exogenous instruments, we find that such adjustments cause changes to portfolio capital flows — in partic-ular, a one standard deviation increase in the net number of inflow reducing measures reduces net portfolio inflows by two-fifths of a standard deviation. These findings provide support to the “Dilemma” literature, which recommends emerging market economies use capital con-trols and other macroprudential policies to shield their financial markets and monetary policy autonomy from large and volatile flows brought about by global financial cycles.",
    "topnids":"201817|201818|201815|202018",
    "years":2019,
    "authorsdisplay":"Jian Wang and Jason Wu"
  },
  {
    "ids":201904,
    "titles":"Limits-to-arbitrage, Investment Frictions, and the Investment Effect: New Evidence",
    "authors":"Eric Lam|Ya Li|Wikrom Prombutr|John Wei",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201904.pdf?sfvrsn=e81f3fc8_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp04_summary.pdf?sfvrsn=4e9900b7_4",
    "abstracts":"This study comprehensively reexamines the debate over behavioral and rational explanations for the investment effect in an updated sample. We closely follow the previous literature and provide several differences. All our tests include five prominent measures of corporate investment and corporate profitability either as a standard control or as a structural variable in q-theory and recent investment-based asset pricing models. We test simple composite indices of limits-to-arbitrage or investment frictions. The competing explanations are compared by controlling the frictions indices against each other in regressions and by analyzing the effect of orthogonalized frictions indices. Both classical and Bayesian inferences show that limits-to-arbitrage tend to be supported by more evidence than investment frictions for all investment measures. Investment frictions are clearly important for investment-to-assets. Various robustness checks regarding model specifications and index definitions are performed. The relative importance of the two hypotheses depends on the variables used in constructing the indices. When idiosyncratic volatility and cash flow volatility are used in measuring investment frictions, the inference is more favorable for the rational explanation.",
    "topnids":"202003|202014|201910|201820",
    "years":2019,
    "authorsdisplay":"Eric Lam, Ya Li, Wikrom Prombutr and John Wei"
  },
  {
    "ids":201903,
    "titles":"Predictability in sovereign bond returns using technical trading rules: Do developed and emerging markets differ?",
    "authors":"Tom Fong|Gabriel Wu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201903.pdf?sfvrsn=64b7a023_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp03_summary.pdf?sfvrsn=b2c5ff46_4",
    "abstracts":"The study examines the predictability of 48 sovereign bond markets based on a strategy of 27,000 technical trading rules. These rules represent four popular trading rule classes, they are: moving average, filtering, support and resistance, and channel breakout rules, with numerous variants in each class. Empirical results show that (i) investing in sovereign bond markets is predictable, based on the buy-sell signals generated by trading rules, with the predictability of the emerging Asian markets being significantly higher than those of the advanced markets; (ii) the predictability is generally higher when the US tightens its monetary policies or undergoes recession; (iii) two-thirds of sovereign bond markets have a higher predictability when we use a machine learning algorithm to determine the best trading rule strategy; and (iv) the predictability of a sovereign bond market is higher when the economy has a less effective government, lower regulatory quality, narrower financial openness, higher political risk, lower income and faster real money growth. Our results suggest that shocks originating from US monetary policy or economic conditions could have a considerable spillover effect on sovereign bond markets, particularly the emerging Asian markets.",
    "topnids":"201820|201910|201819|201822",
    "years":2019,
    "authorsdisplay":"Tom Fong and Gabriel Wu"
  },
  {
    "ids":201902,
    "titles":"Demographic changes and inflation dynamics",
    "authors":"Gaofeng Han",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201902__.pdf?sfvrsn=7be0766_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp02_summary.pdf?sfvrsn=d1199755_4",
    "abstracts":"This study investigates the impact of demographic changes on inflation in Hong Kong, Singapore and Mainland China using the structural VAR methodology. It shows an increase in the youth population is inflationary, while an increase in the aging population is disinflationary. By affecting inflation expectations, demography directly impacts inflation, or indirectly through the interest rate channel, whereas its impact through the output gap or the wage channel is ignorable . However, the magnitude of the impact of demographic changes is small; with the variance decomposition revealing demographic shocks contribute to no more than 1% of annual inflation fluctuations over a 10-year horizon. Among the three economies, Hong Kong and Mainland China are more sensitive to demographic changes than Singapore. Although disinflation, as a consequence of an aging population, may not be the primary concern in the short term, the cumulative effect of aging on disinflation should not be ignored when the aging process persists or accelerates. Fiscal or monetary policies, in addition to measures to increase labour supply, should be taken when necessary to mitigate the effect of aging on inflation in the short-to-mid term.",
    "topnids":"202112|202118|202018|201825",
    "years":2019,
    "authorsdisplay":"Gaofeng Han"
  },
  {
    "ids":201901,
    "titles":"From a Quantity to an Interest Rate-Based Framework: Multiple Monetary Policy Instruments and Their Effects in China",
    "authors":"Soyoung Kim|Hongyi Chen",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201901.pdf?sfvrsn=4717c1b6_4",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp01_summary.pdf?sfvrsn=11b20af4_4",
    "abstracts":"In moving from a quantity to an interest rate-based policy framework, the PBoC uses a variety of monetary policy instruments and intermediate targets, which is different from central banks of main industrial countries. Contrary to most studies on overall effects of monetary policy, this research empirically investigates the effects of various types of monetary policy instruments separately by modeling the interactions and relationship among monetary policy instruments and other monetary variables such as monetary policy targets, to draw implications forhighlight the PBoC’s attempt to change the monetary policy framework to an interest rate based framework. Empirical results suggest the effects of the changes in benchmark lending rates and short-term interest rates on loan, M2 and output are larger than those of the changes in reserve requirement ratio, especially in recent years. Non-policy shocks exert substantial effects on intermediate targets, such as loans and M2, under a quantity-based policy framework. These results may imply that monetary policy is more effective under a new interest rate-based policy framework than the old quantity-based policy framework. Empirical results also suggest that the size and effects of short-term interest rate shocks are larger in recent years, which shows the push by the PBoC to move from a quantity-based policy framework to an interest rate-based policy framework has progressed significantly. In addition, short-term interest rates have the strongest effect on property price, among various policy instruments. This could suggest that the PBoC’s interest rate based framework is likely more effective in achieving its financial stability objective. Overall, the empirical results support the idea that the new interest rate-based policy framework is more effective in achieving not only traditional macroeconomic objectives, but also new financial stability objectives.",
    "topnids":"202015|202123|201811|202017",
    "years":2019,
    "authorsdisplay":"Soyoung Kim and Hongyi Chen"
  },
  {
    "ids":201825,
    "titles":"Exchange rate solutions with currency crashes",
    "authors":"Cho Hoi Hui|Chi Fai Lo|Chi Hei Liu",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201825_.pdf?sfvrsn=fa3b556e_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp25_summary.pdf?sfvrsn=48a595cf_2",
    "abstracts":"We present an exchange rate model in which a currency’s exchange rate is confined in a wide moving band and a currency crash occurs when the rate breaches the lower boundary. A solution is derived from the standard log exchange rate equation for the model with a smooth-pasting condition at the lower boundary. Using an asymmetric mean-reverting fundamental shock, the solution shows the exchange rate follows a mean-reverting square-root process, which is quasibounded at the boundary, and generates left-skewed exchange rate distributions consistent with empirical observations. The probability leakage for the exchange rate across the boundary increases with a weakened mean-reverting force for the exchange rate, suggesting an increase in currency crash risk. The empirical results show the exchange rates of nine major currencies against the US dollar can be calibrated according to the model, where the mean reversion is negatively cointegrated with the risk reversals in currency option markets, as expected by the model, and are consistent with the positive relationship between currency crash risk and risk reversals. The leakage condition for breaching the lower boundaries was met during the 2008 global financial crisis when most of the currencies were under the disaster shock.",
    "topnids":"202015|201816|202118|202019",
    "years":2018,
    "authorsdisplay":"Cho Hoi Hui, Chi Fai Lo and Chi Hei Liu"
  },
  {
    "ids":201824,
    "titles":"Implications of Loan Portfolio Concentration for Banks’ Credit Risk and Return: Evidence from Hong Kong",
    "authors":"Kelvin Ho|Ka Fai Li|Edward Tan",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201824.pdf?sfvrsn=3998dd35_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp24_summary.pdf?sfvrsn=d6f20696_2",
    "abstracts":"This study investigates the net effects of sectoral loan concentration on banks in Hong Kong. Research in this area remains inconclusive, due to the potential trade-off between concentration risks and specialisation gains. Our empirical results, based on a regulatory panel dataset of licensed banks in Hong Kong, find support for the specialisation gain from higher loan concentration, which would more than offset the concentration risk after controlling for the differences in loan composition and common risk factors. While this finding may, to some extent, alleviate concerns about the rising sectoral concentration in banks’ loan portfolios observed after the global financial crisis, it is important to note that the net impact on an individual bank’s loan loss provision ratio also depends on how far the bank allocates its loan portfolio towards riskier sectors. A key implication is that changes in the sectoral concentration and composition in banks’ loan portfolios should be monitored jointly to have a more balanced assessment of the risk and return of banks’ loan portfolios.",
    "topnids":"202101|201809|202126|202209",
    "years":2018,
    "authorsdisplay":"Kelvin Ho, Ka Fai Li and Edward Tan"
  },
  {
    "ids":201823,
    "titles":"What Drives Commodity Price Booms and Busts?",
    "authors":"David Jacks|Martin Stuermer",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201823.pdf?sfvrsn=9b02173f_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp23_summary.pdf?sfvrsn=be886cd1_2",
    "abstracts":"We provide evidence on the dynamic effects of aggregate commodity demand shocks, commodity supply shocks, and storage or other commodity-specific demand shocks on real commodity prices. We analyze a new dataset of price and production levels from 1870 to 2015 for 15 grains, metals, and soft commodities, representing nearly $2.5 trillion in annual gross value of production. We establish that commodity demand shocks strongly dominate commodity supply shocks in driving prices over a broad set of commodities and over a long period of time. Furthermore, while commodity demand shocks have increased in importance over time, commodity supply shocks have become less relevant.",
    "topnids":"202012|202120|202111|201917",
    "years":2018,
    "authorsdisplay":"David Jacks and Martin Stuermer"
  },
  {
    "ids":201822,
    "titles":"Do long-term institutional investors contribute to financial stability? – Evidence from equity investment in Hong Kong and international markets",
    "authors":"Tom Fong|Angela Sze|Edmund Ho",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201822.pdf?sfvrsn=e85bac09_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp22_summary.pdf?sfvrsn=6134006d_2",
    "abstracts":"This paper assesses whether long-term institutional investors help stabilise or destabilise Hong Kong and international stock markets. We use a novel dataset based on individual funds issued by insurance companies and pension funds worldwide. This allows us to examine each economic region in conjunction with the remaining regions, not in isolation as in bilateral flow-based analysis. Overall, our results indicate that these institutional investors would be counter-cyclical (i.e., they buy past losers and sell past winners) for most stock markets (including Hong Kong) during normal market conditions, which could temper upward and downward movements in asset prices. During adverse market conditions, these investors would become procyclical for some stock markets in advanced economies, which could exacerbate price volatility. This implies that these long-term institutions would have a destabilising impact on these markets during the market downturns. The pro-cyclicality may reflect that some AEs were the epicentre of several major stock market crashes during the sample period. Moreover, the influence of pro-cyclicality would be reinforced by the LTIIs’ herding behaviour.",
    "topnids":"202003|201910|202203|202113",
    "years":2018,
    "authorsdisplay":"Tom Fong, Angela Sze and Edmund Ho"
  },
  {
    "ids":201821,
    "titles":"Funding Constraints and Market Illiquidity in the European Treasury Bond Market",
    "authors":"Sophie Moinas|Minh Nguyen|Giorgio Valente",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201821.pdf?sfvrsn=a33be396_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp21_summary.pdf?sfvrsn=64a96829_2",
    "abstracts":"Theoretical studies show that shocks to funding constraints should aﬀect and be af-fected by market illiquidity. However, little is known about the empirical magnitude of such responses because of the intrinsic endogeneity of illiquidity shocks. This paper adopts an identiﬁcation technique based on the heteroskedasticity of illiquidity proxies to infer the reaction of one measure to shocks aﬀecting the other in a joint setting. Using data for the European Treasury bond market, we ﬁnd evidence of a two-way re-sponse occurring between funding and market illiquidity shocks. In the cross-section, we show that individual bonds’ illiquidity responses to funding or market illiquidity shocks vary with with bond maturity, the credit risk of the issuer, haircuts, and the number of bonds issued by the country.",
    "topnids":"202208|201804|201820|202103",
    "years":2018,
    "authorsdisplay":"Sophie Moinas, Minh Nguyen and Giorgio Valente"
  },
  {
    "ids":201820,
    "titles":"Computer-based Trading, Institutional Investors and Treasury Bond Returns",
    "authors":"Xiaoquan Liu|Ingrid Lo|Minh Nguyen|Giorgio Valente",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201820_.pdf?sfvrsn=c8a89977_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp20_summary.pdf?sfvrsn=34a78bc_2",
    "abstracts":"This study provides a comprehensive analysis of the eﬀects of Computer-based Trad-ing (CBT) on Treasury bond expected returns. We document a strong relationship between bond expected returns and the overall intensity at which CBT takes place in the Treasury market. Investing in bonds with the largest beta to the aggregate CBT intensity and shorting those with the smallest generates large and signiﬁcant returns. Those returns are not due to compensation for facing conventional sources of risk or to transaction costs. Our results are consistent with capital-ﬂow based explanations implied by asset pricing models with institutional investors.",
    "topnids":"201910|201903|201804|201821",
    "years":2018,
    "authorsdisplay":"Xiaoquan Liu, Ingrid Lo, Minh Nguyen and Giorgio Valente"
  },
  {
    "ids":201819,
    "titles":"High-Frequency Trading in the U.S. Treasury Market around Macroeconomic News Announcements",
    "authors":"George Jiang|Ingrid Lo|Giorgio Valente",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201819.pdf?sfvrsn=d87c5b49_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp19_summary.pdf?sfvrsn=2e6d351_2",
    "abstracts":"This paper investigates high-frequency (HF) trading in the U.S. Treasury market around macroe-conomic news announcements. After identifying HF market and limit orders based on the speed of their placement alteration and cancellation deemed beyond manual ability, we use the introduction of the co-location facility (i-Cross) by BrokerTec as an exogenous instrument to assess the impact of HF trading on market liquidity and price efﬁciency. We ﬁnd that HF trading increases after news announcements and improves price efﬁciency. However, it has a negative impact on liquidity, as it widens spreads before announcements and lowers depth of the order book after announcements.",
    "topnids":"201814|201820|201817|201807",
    "years":2018,
    "authorsdisplay":"George Jiang, Ingrid Lo and Giorgio Valente"
  },
  {
    "ids":201818,
    "titles":"The Macroeconomic Effects of Macroprudential Policy",
    "authors":"Björn Richter|Moritz Schularick|Ilhyock Shim",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201818.pdf?sfvrsn=cf408c9_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp18_summary.pdf?sfvrsn=3b589877_2",
    "abstracts":"Central banks increasingly rely on macroprudential measures to manage the financial cycle. However, the effects of such policies on the core objectives of monetary policy to stabilise output and inflation are largely unknown. In this paper we quantify the effects of changes in maximum loan-to-value (LTV) ratios on output and inflation. We rely on a narrative identification approach based on detailed reading of policy-makers’ objectives when implementing the measures. We find that over a four year horizon, a 10 percentage point decrease in the maximum LTV ratio leads to a 1.1% reduction in output. As a rule of thumb, the impact of a 10 percentage point LTV tightening can be viewed as roughly comparable to that of a 25 basis point increase in the policy rate. However, the effects are imprecisely estimated and the effect is only present in emerging market economies. We also find that tightening LTV limits has larger economic effects than loosening them. At the same time, we show that changes in maximum LTV ratios have substantial effects on credit and house price growth. Using inverse propensity weights to rerandomise LTV actions, we show that these effects are likely causal.",
    "topnids":"202017|201909|201901|201906",
    "years":2018,
    "authorsdisplay":"Björn Richter, Moritz Schularick and Ilhyock Shim"
  },
  {
    "ids":201817,
    "titles":"International Trade Finance and the Cost Channel of Monetary Policy in Open Economies",
    "authors":"Nikhil Patel",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201817_.pdf?sfvrsn=8c9154a4_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp17_summary.pdf?sfvrsn=34209cbb_2",
    "abstracts":"This paper models the interaction between international trade finance and monetary policy in open economies and shows that trade finance affects the propagation mechanism of all macroeconomic shocks that are identified to be drivers of business cycles in advanced economies. Bayesian estimation results show that trade finance conditions, which in turn are driven by US interest rates, are critical in explaining economic fluctuations. Quantitatively, trade finance has a larger impact on spillover effects of shocks to foreign countries, implying that incorporation of trade finance is particularly important when modeling small open economies.",
    "topnids":"202123|202015|201811|202017",
    "years":2018,
    "authorsdisplay":"Nikhil Patel"
  },
  {
    "ids":201816,
    "titles":"Roads and the Real Exchange Rate",
    "authors":"Qingyuan Du|Shang Jin Wei|Peichu Xie",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201816.pdf?sfvrsn=55e0e888_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp16_summary.pdf?sfvrsn=140ca0bb_2",
    "abstracts":"This paper studies the effect of transport infrastructure on the real exchange rate (RER) and reaches two relatively strong conclusions. First, while the list of robust determinants of the RER is not long, transport infrastructure belongs to that list. Many other potential determinants proposed in the literature, such as net foreign asset position or terms of trade, turn out to be not robust. Second, in terms of economic significane, the infrastructure effect follows closely the well-known Balassa-Samuelson effect and is one of the most important explanatory variables for RER movements, especially in developing countries. JEL classification: F3, F31, F41",
    "topnids":"202118|202015|201825|202019",
    "years":2018,
    "authorsdisplay":"Qingyuan Du, Shang Jin Wei and Peichu Xie"
  },
  {
    "ids":201815,
    "titles":"Policy Rules in Times of Prolonged Crisis: Quantitative Easing Abroad and Fiscal Adjustment at Home",
    "authors":"Paul McNelis",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201815_.pdf?sfvrsn=2d2ab8e6_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp15_summary.pdf?sfvrsn=108bbfa9_2",
    "abstracts":"This paper examines the international transmission of real and and are partially offset by, quantitative easing in a large financial shocks which originate in, financially-stressed country. Using a two- country model, we evaluate the adjustment in the non-stressed foreign country, following recurring negative shocks (to productivity or financial net worth or both), and the application of QE policies in the stressed country. We find that the non-stressed country can make effective use of tax-rate changes to stabilize asset prices, consumption and investment during riod abroad, if the crisis is generated by productivity shocks or the crisis pe- financial shocks, or both. The tax-rate regime in the non-stressed country works best, by generating positive externalities for the stressed country in the face of recurring productivity shocks. Under recurring financial networth shocks, the benefit ts of the tax-rate regime are less global, and more local, more confined to the non-stressed country.",
    "topnids":"202013|202017|202123|201817",
    "years":2018,
    "authorsdisplay":"Paul McNelis"
  },
  {
    "ids":201814,
    "titles":"A Taste for Dim Sum: Analysing the Financial Diffusion in the New Offshore Renminbi Debt Securities Market",
    "authors":"Tom Fong|Paul Mizen|Serafeim Tsoukas",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201814.pdf?sfvrsn=12066c92_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp14_summary.pdf?sfvrsn=ccd54873_2",
    "abstracts":"Periodically a major financial innovation creates a new product class that changes the financial landscape. Examples include junk bonds that enabled leveraged buyouts, securitization that stimulated off balance sheet growth in banks, and credit default swaps that offered pure trading in credit risk. Now new renminbi financial products are emerging as China opens its capital account, providing new opportunities for innovation in corporate finance that will promote financial stability and sustainable growth in China. This study illustrates the rapid growth in the use of these new products by Chinese and overseas firms. We use diffusion models to explore how participation in this market is influenced by greater depth and liquidity of the market, lower costs of issuance and greater expected appreciation of the renminbi against the US dollar. Understanding these offshore developments will help support smoother innovation in the onshore corporate bond market.",
    "topnids":"201819|202108|201804|202103",
    "years":2018,
    "authorsdisplay":"Tom Fong, Paul Mizen and Serafeim Tsoukas"
  },
  {
    "ids":201813,
    "titles":"Liquidity Shocks and “Borrow to Lend” Shadow Banking Activities",
    "authors":"Zhibo Tan",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201813.pdf?sfvrsn=b0436b61_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp13_summary.pdf?sfvrsn=2cd4800b_2",
    "abstracts":"Using quarterly financial statements data of listed firms during 2008-2016, this paper identifies the “borrow to lend” shadow banking activities of nonfinancial firms in China by examining the connection of key financial variables and investigates how liquidity shocks affect such activities. Empirical results demonstrate that “borrow to lend” activities have become more prevalent in recent years, especially for state-owned firms. Small private firms engage in the usual “borrow to invest” activities while the large state-owned firms and less profitable firms are more involved with “borrow to lend” activities. Liquidity shocks induce large private firms to take part in more “borrow to lend” activities, but they exert no additional impact on state-owned firms. The findings suggest that a broader focus is necessary to understand the multi-faceted aspects of shadow banking activities in China.",
    "topnids":"202128|202208|201805|201807",
    "years":2018,
    "authorsdisplay":"Zhibo Tan"
  },
  {
    "ids":201812,
    "titles":"Trends and Cycles In China's Macroeconomy",
    "authors":"Chun Chang|Kaiji Chen|Daniel Waggoner|Tao Zha",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201812.pdf?sfvrsn=61020850_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp12_summary.pdf?sfvrsn=9f5ccde7_2",
    "abstracts":"Although the non-financial corporate sector accounts for the lion’s share of the post-Global Financial Crisis We make four contributions in this paper. First, we provide a core of macroe-conomic time series usable for systematic research on China. Second, we document, through various empirical methods, the robust ﬁn dings about striking patterns of trend and cycle. Th ird, we build a theoretical model that accounts for these facts. Fourth, the model’s mech-anism and assumptions are corroborated by institutional details, disaggregated data, and banking time series, all of which are distinctive of Chinese characteristics. We argue that preferential credit policy for promoting heavy industries accounts for the unusual cyclical patterns as well as the post-1990s economic transition featured by the persistently rising investment rate, the declining labor income share, and a growing foreign surplus. Th e de-parture of our theoretical model from standard ones oﬀe rs a constructive framework for studying China’s modern macroeconomy.",
    "topnids":"202106|201807|202103|202119",
    "years":2018,
    "authorsdisplay":"Chun Chang, Kaiji Chen, Daniel Waggoner and Tao Zha"
  },
  {
    "ids":201811,
    "titles":"Pushing on a String: State-Owned Enterprises and Monetary Policy Transmission in China",
    "authors":"Hongyi Chen|Ran Li|Peter Tillmann",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201811.pdf?sfvrsn=a0c62414_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp11_summary.pdf?sfvrsn=9e2737df_2",
    "abstracts":"This paper studies whether monetary transmission in China is asymmetric. While researchers have found an asymmetric transmis-sion in the US and other economies, China offers a specific rationale for asymmetries: the presence of state-owned enterprises (SOEs) with preferential access to financing. To study the consequences of SOEs for monetary policy transmission, we differentiate between expansionary and restrictive policy shocks and argue that SOEs generally suffer less from a policy tightening and benefit more from a policy easing. Based on sector-specific macroeconomic time series and a large firm-level da-ta set, we provide evidence of a systematic and sizeable asymmetry in the transmission of monetary policy shocks in China. The nature of the asymmetry is consistent with the notion of explicit or implicit govern-ment guarantees of SOEs and has consequences for the adjustment of aggregate variables. In contrast to other central banks, the People’s Bank of China seems able to “push on a string”.",
    "topnids":"201807|202017|202015|202123",
    "years":2018,
    "authorsdisplay":"Hongyi Chen, Ran Li and Peter Tillmann"
  },
  {
    "ids":201810,
    "titles":"In Search of Distress Risk in Emerging Markets",
    "authors":"Gonzalo Asis|Anusha Chari",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201810.pdf?sfvrsn=b8fcbfaf_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp10_summary1bd27b265d8e4b5080b06818101e5551.pdf?sfvrsn=60f42f72_2",
    "abstracts":"Although the non-financial corporate sector accounts for the lion’s share of the post-Global Financial Crisis surge in emerging-market leverage, there is little systematic research on factors that impact corporate distress risk in emerging markets. Existing bankruptcy risk models developed using US data have low predictive power when applied to emerging market firms. We suggest that these models do not account for emerging market vulnerabilities to global shocks such as advanced economy monetary policy changes, US dollar movements, or shifts in global liquidity and risk-aversion. A novel multi-country dataset of corporate defaults allows us to quantify the importance of global shocks on emerging market corporate distress. Using a set of accounting, market, and macroeconomic variables, we develop a model of distress risk specific to emerging markets with comparable forecasting power to that of existing models based on US data. We also explore the asset pricing implications of our model by testing whether equity returns accurately reflect default risk. We find that global factors like US interest rates and credit risk contribute more predictive power for corporate default risk than domestic macroeconomic variables, especially for those firms whose stock returns are most sensitive to global financial conditions.",
    "topnids":"202102|202206|201804|202107",
    "years":2018,
    "authorsdisplay":"Gonzalo Asis and Anusha Chari"
  },
  {
    "ids":201809,
    "titles":"The role of loan portfolio losses and bank capital for Asian financial system resilience",
    "authors":"Daniel Rosch|Harald Scheule",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201809.pdf?sfvrsn=4a3ffbe6_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp09_summary9bc54264e9174f51bcd9ae7d5bcaa416.pdf?sfvrsn=532008fa_2",
    "abstracts":"This paper analyses the systemic risk in relation to bank lending for Asian economies. The methodology complements existing market-based systemic risk measures by providing measures based on accounting information that regulators typically collect. Loan loss provisions of banks are decomposed into (i) a prediction component that is based on observable bank characteristics, and (ii) two frailty components: a bank-specific systematic factor based on the assumption that a bank's asset portfolio is diversified and a systemic factor. Systemic risk is measured as the Value-at-Risk and Expected Shortfall of the financial system based on a simulation model that takes into account the current condition of banks in the financial system, the absolute size and the capitalisation of financial institutions, as well as the sensitivity to systematic and systemic frailty risk.",
    "topnids":"201824|202101|202209|202005",
    "years":2018,
    "authorsdisplay":"Daniel Rosch and Harald Scheule"
  },
  {
    "ids":201808,
    "titles":"From the World’s Factory to a World Creditor: China’s External Wealth and Excess Returns, 1997-2016",
    "authors":"Yi Huang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201808.pdf?sfvrsn=f239bc92_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp08_summaryca3eaa33b10b4d4699e95c6d014c8f07.pdf?sfvrsn=86a1e727_2",
    "abstracts":"We study China’s external wealth, its net foreign assets position with valuation adjustment, and its excess returns. The net foreign assets of China, which are mainly dominated by foreign reserve assets and foreign direct investment liabilities, have grown rapidly since its entry to the World Trade Organization in 2001 and exceeded 14 percent of its gross domestic product at the end of 2016. In contrast, the excess returns of gross assets over gross liabilities, which mostly correspond to the sizable capital gains from the latter, are negative. These results occur mainly because of the composition eﬀect between risky liabilities and safe assets, where China takes a short position in equity and a long position in debt. Our ﬁndings help elucidate the mechanism through which a high-growth economy like China transfers its external wealth to the rest of the world when the domestic ﬁnancial markets are less developed and safe assets are scarce in the international monetary system.",
    "topnids":"202106|201811|202123|201910",
    "years":2018,
    "authorsdisplay":"Yi Huang"
  },
  {
    "ids":201807,
    "titles":"Chinese Local Bond Spreads, Monetary Policy and “Misallocation”",
    "authors":"Robert Dekle|Andrew Tsang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201807_.pdf?sfvrsn=33614e3d_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp07_summaryeb15b5c7d2ec4b4b87496eabdd0498ce.pdf?sfvrsn=c2daaf8f_2",
    "abstracts":"We examine the impact of Chinese monetary policies on excess local bond yields (the spreads over Chinese government bonds), on local bonds issued by Chinese local government entities. We find that an expansion in M2 generally raises the excess yields on bonds issued by local government entities, and the impact is amplified for bonds issued by the local governments. This last category is considered as as having a high degree of existing resource misallocation. Our estimation results confirm that excess yield on local bonds can be an indicator of market risk of local government debts and the financial efficiency of local governments.",
    "topnids":"202017|201811|202103|202015",
    "years":2018,
    "authorsdisplay":"Robert Dekle and Andrew Tsang"
  },
  {
    "ids":201806,
    "titles":"Heterogeneous preferences and risk sharing at household level in China",
    "authors":"Jennifer Lai|Isabel Yan|Xingjian Yi",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201806.pdf?sfvrsn=bd124bae_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp06_summary32e367f5ceb9422ea1ce424f0ad8dd1f.pdf?sfvrsn=a11c5ade_2",
    "abstracts":"This paper investigates the degree of risk sharing across households in China with heterogeneous risk and time preferences from the late 1990s to early 2010s. Standard tests assume homogeneous preferences across households, which may bias the true risk sharing degree if, in reality, preferences correlate with variations of household income. We use household data from the China Health and Nutrition Survey (CHNS) and China Family Panel Studies (CFPS) to show that, in China, the incomes of less risk-averse and less patient households correlate more positively with the aggregate risk. The standard test, which ignores this correlation, shows about 30% of household income shocks pass through to household consumption. However, this number reduces to 3% and becomes insigniﬁcant when preferences heterogeneity is accounted for. By comparing this result with that of the US, we ﬁnd the degree of risk sharing across households in China is similar to that in the US. We argue that this improvement of risk sharing from the standard test to tests with preferences heterogeneity is due to the institutional changes and labour market reforms that took place during the mid-1990s and early 2000s. This gave individuals more freedom in their labour market choices, which makes preferences heterogeneity more relevant, as people can choose occupations more aligned with their preferences. We then use the Research Center on the Rural Economy (RCRE) Fixed Point Rural Household Survey data to provide empirical evidence of the eﬀect of reforms on household risk sharing.",
    "topnids":"202123|201807|201812|202209",
    "years":2018,
    "authorsdisplay":"Jennifer Lai, Isabel Yan and Xingjian Yi"
  },
  {
    "ids":201805,
    "titles":"Assessing the interconnectedness between cross-border shadow banking systems",
    "authors":"Tom Fong|Angela Sze|Edmund Ho",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201805_.pdf?sfvrsn=ff8c8ce2_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp05_summary5920e4356c91477f87cee87aca0f068c.pdf?sfvrsn=5b78c9b8_2",
    "abstracts":"This paper investigates the interconnectedness among cross-border shadow banking systems using a broad measure of shadow banking defined by the Financial Stability Board. We find these interconnections are tenuous during tranquil periods, but the systems are significantly linked in times of tightening global liquidity conditions. The interconnectedness can be mostly explained by investors’ search-for-yield behaviour, financial linkages between banks, capital stringency and demand from institutional investors. After controlling for effects of these driving factors, the interconnections are generally insignificant, except the shadow banking system in North America remains influential worldwide. The results reflect that the shadow banking system in North America cannot be fully explained by conventional risk factors as it is far more complicated than those in other economies. Our finding highlights that the spillover risk of shadow banking is not limited by national boundaries, which requires policymakers and regulators to co-ordinate closely with their foreign counterparts. It also draws a possible policy implication for introducing necessary macro-prudential policies, such as monitoring banks’ exposures to shadow banking risk and ensuring adequate supply of alternative safe assets, to mitigate the risk of shadow banking being materialised.",
    "topnids":"201813|202101|202105|202127",
    "years":2018,
    "authorsdisplay":"Tom Fong, Angela Sze and Edmund Ho"
  },
  {
    "ids":201804,
    "titles":"The flow-performance relationship in emerging market bond funds",
    "authors":"David Leung|Max Kwong",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201804.pdf?sfvrsn=fbba632b_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp04_summaryd4d674b590b94ef198eb18cea066f237.pdf?sfvrsn=fd599366_2",
    "abstracts":"We investigate the relationship between net inflow to mutual bond funds that invest in emerging market economies (EMEs) and the past performance of these funds. Our main finding is that EME bond funds display a convex flow-performance relationship. In other words, past performance is a significant factor driving fund inflow when the fund return is positive but its influence vanishes when the return is negative. This convex flow-performance relationship is arguably attributable to practices taken by fund management companies to dampen fund investors’ incentives to redeem in reaction to poor performance, bias of media coverage towards outperforming funds, and the relatively high participation costs of EME bond funds. Furthermore, we found that fund performance directly and indirectly affects fund flow. In particular, the performance of a volatile fund is typically less influential on its future fund flow. This can potentially be explained by investors’ perception of the volatile return being less informative. We also found that a larger fund would generally record a higher sensitivity in its fund flow in response to a given change of past performance.",
    "topnids":"201821|201820|201910|201814",
    "years":2018,
    "authorsdisplay":"David Leung and Max Kwong"
  },
  {
    "ids":201803,
    "titles":"Mapping China' Time-Varying House Price Landscape",
    "authors":"Michael Funke|Danilo Leiva Leon|Andrew Tsang",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201803.pdf?sfvrsn=f56821a1_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp03_summaryf86137013cd54185b3a97915c7f14b00.pdf?sfvrsn=e71e3469_2",
    "abstracts":"The recent increase in China’s house prices at the national level masks tremendous variation at the city level – a feature largely overlooked in the macroprudential literature. This paper considers the evolving heterogeneity in China’s house price dynamics across 70 cities and assess the main determinants. We gauge the heterogeneity of house price dynamics using a novel regime-switching modelling approach to estimate the time-varying patterns of China’s city-level housing price synchronization. After sorting city-level housing prices into four clusters sharing similar cyclical features, we see that each group shows increasing synchronization in the years leading up to 2015, and a decoupling pattern thereafter. We document high synchronization within each of the clusters of cities, but low synchronization among them. The empirical evidence suggests that differentials in the growth of households, income, investment and even differences in air quality explain housing price synchronization among cities.",
    "topnids":"202113|201909|202108|202117",
    "years":2018,
    "authorsdisplay":"Michael Funke, Danilo Leiva Leon and Andrew Tsang"
  },
  {
    "ids":201802,
    "titles":"The Fiscal Theory of the Price Level in a World of Low Interest Rates",
    "authors":"Marco Bassetto|Wei Cui",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp2018_02.pdf?sfvrsn=2da477b0_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp02_summary43bfc076bc3d4b3a95413bdcc2efa612.pdf?sfvrsn=ad5eda5d_2",
    "abstracts":"A central equation for the fiscal theory of the price level (FTPL) is the government budget constraint (or “government valuation equation”), which equates the real value of government debt to the present value of fiscal surpluses. In the past decade, the governments of most developed economies have paid very low interest rates, and there are many other periods in the past in which this has been the case. In this paper, we revisit the implications of the FTPL in a world where the rate of return on government debt may be below the growth rate of the economy, considering different sources for the low returns: dynamic inefficiency, the liquidity premium of government debt, or its favorable risk profile.",
    "topnids":"201916|202113|202013|202006",
    "years":2018,
    "authorsdisplay":"Marco Bassetto and Wei Cui"
  },
  {
    "ids":201801,
    "titles":"Productivity, exporting and financial constraints of Chinese SMEs",
    "authors":"Johannes Van Biesebroeck",
    "paperlinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp201801.pdf?sfvrsn=7f33bce6_2",
    "summarylinks":"https:\/\/www.aof.org.hk\/docs\/default-source\/hkimr\/working-papers\/wp01_summary2d92fb88db214ad7918c580eb5227ed4.pdf?sfvrsn=c58c488f_2",
    "abstracts":"Many studies have provided evidence that the correlation between firm-level productivity and export status is driven by more productive firms self-selecting into exporting. Nevertheless, a few studies have also found evidence for a reverse channel of causation. Especially in developing or transition economies, exporters have been found to improve their productivity performance after they enter the export market and start selling abroad. In this study, we provide evidence for one particular channel to explain this finding of learning-by-exporting in a sample of Chinese manufacturing firms. Our evidence suggests that small domestic firms often fail to fully realize all scale economies that the technology in their industry allows. Estimating flexible translog production functions, we find that in most industries marginal costs have the familiar U-shaped pattern. At low levels of output, scale economies are increasing. It implies that a non-negligible share of firms in our sample would be able to raise productivity if they operated at a larger scale. Entering the export market enables these small firms to expand output and generate productivity gains by exploiting scale economies. It is indeed the case that more non-exporters than exporters operate below minimum efficient scale. The question then begs why some domestic firms remain sub-optimally small. We conjecture and provide some evidence that this is due to limited access to finance and weak contract enforcement at home. Once domestic firms accumulate a high outstanding balance of trade credit (accounts receivables), they become reluctant to expand their sales further as awarding additional credit to new clients becomes too risky. We find that the firms with the most outstanding trade credit expand sales the most following export market entry. This is especially true if they operate in industries with higher scale economies or if they are located in provinces with weaker institutions. We further show that the same type of firms also enjoy the largest productivity gains immediately following export market entry.",
    "topnids":"201809|202106|201806|201811",
    "years":2018,
    "authorsdisplay":"Johannes Van Biesebroeck"
  }
]